Repository: dwizzel-dev/code-samples-all
Catalog: visou.com/inc/lang/messages.*.po
Languages: es_mx, fr_ca, nl_nl, pt_pt

source: Ambulation
es_mx: Ambulación
nl_nl: Bewegen/wandelen
pt_pt: Deambulação

source: Aerobic
es_mx: Aeróbico
pt_pt: Aeróbico

source: Articulation
es_mx: Articulación
nl_nl: Articulatie
pt_pt: Articulação

source: Assisted walking
es_mx: Caminar asistida
nl_nl: Geassisteerd lopen
pt_pt: Marcha assistida

source: Backsroke
es_mx: Brazada hacia atrás
nl_nl: Rugslag
pt_pt: Nado de Costas

source: Back pain core stabilization
es_mx: Dolor de espalda / estabilización de torso
nl_nl: Rugpijn core stabilisatie
pt_pt: Estabilização do CORE nas dores lombares

source: Circuit training
es_mx: Circuito de entrenamiento
pt_pt: Treino de circuito

source: Continence
es_mx: Continencia
nl_nl: Continentie
pt_pt: Continência

source: Core stability
es_mx: Estabilidad de torso
pt_pt: Estabilidade do CORE

source: Dynamic internal perterbation
es_mx: Perturbación interna dinámica
nl_nl: Dynamische interne storing
pt_pt: Perturbações internas dinâmicas

source: Balance/Proprioception
es_mx: Equilibrio/Propiocepción
nl_nl: Balans/proprioceptie
pt_pt: Equilíbrio/Propriocepção

source: Weight Loss
es_mx: Pérdida de peso
fr_ca: Perte de poids
nl_nl: Gewichtsverlies
pt_pt: Perda de Peso

source: Swelling Control/Cryotherapy
es_mx: Control de la inflamación /Crioterapia
nl_nl: Zwelling controleren/cryotherapie
pt_pt: Controle de Deglutição/Crioterapia

source: Drop
es_mx: Gota
nl_nl: Druppel
pt_pt: Queda

source: Dynamic internal perterbations
es_mx: Perturbaciones internas dinámicas
nl_nl: Dynamische interne storingen
pt_pt: Perturbações internas dinâmicas

source: Dynamic external perterbations
es_mx: Perturbaciones externas dinámicas
nl_nl: Dynamische externe verstoringen
pt_pt: Perturbações externas dinâmicas

source: Education/Safety
es_mx: Educación/Seguridad
nl_nl: Educatie/veiligheid
pt_pt: Educação/Segurança

source: Arousal level
es_mx: Nivel de agitación
nl_nl: Arousal niveau
pt_pt: Nível de excitação

source: Elastic band
es_mx: Banda elástica
nl_nl: Elastiekje
pt_pt: Faixa Elástica

source: Elbow pain
es_mx: Dolor de codo
fr_ca: Coude douleur
nl_nl: Pijn in de elleboog
pt_pt: Dor no cotovelo

source: Endurance
es_mx: Resistencia
nl_nl: Uithoudingsvermogen
pt_pt: Resistência

source: Self-correction/ERS
es_mx: Auto-corrección/ERS
nl_nl: Zelfcorrectie/ERS
pt_pt: Auto-correção/ERS

source: Evacuation/Voiding
es_mx: Evacuación/Micción
nl_nl: Evacuatie/plassen
pt_pt: Evacuação/Inefetiva

source: Expressive language
es_mx: Lenguaje Expresivo
fr_ca: Langage expressif
nl_nl: Expressief taalgebruik
pt_pt: linguagem Expressiva

source: External rotation
es_mx: Rotación externa
fr_ca: Rotation externe
nl_nl: Externe rotatie
pt_pt: Rotação Externa

source: Falls prevention
es_mx: Prevención de caídas
fr_ca: Chute - prevention
nl_nl: Valpreventie
pt_pt: Prevenção de Quedas

source: Flatback
es_mx: Espalda plana
nl_nl: Rechte rug
pt_pt: Retificação da Coluna

source: Flexibility
es_mx: Flexibilidad
fr_ca: Flexibilit&eacute;
nl_nl: Flexibiliteit
pt_pt: Flexibilidade

source: Fluency
es_mx: Fluidez
nl_nl: Vlotheid
pt_pt: Fluência

source: Frozen shoulder
es_mx: Hombro congelado
pt_pt: Ombro Congelado

source: Self-correction/FRS
es_mx: Auto-corrección/FRS
nl_nl: Zelfcorrectie/FRS
pt_pt: Auto-correção/FRS

source: Forward glide
es_mx: Deslizamiento al frente
nl_nl: Voorwaarts glijden
pt_pt: Deslizamento anterior

source: Concentric
es_mx: Concéntrico
fr_ca: Concentrique
nl_nl: Concentrisch
pt_pt: Concêntrico

source: Eccentric
es_mx: Excéntrico
fr_ca: Excentrique
nl_nl: Excentrisch
pt_pt: Excêntrico

source: Isotonic
es_mx: Isotónica
fr_ca: Isotonique
nl_nl: Isotone
pt_pt: Isotônico

source: Proprioception
es_mx: Propiocepción
nl_nl: Proprioceptie
pt_pt: Propriocepção

source: Tendon gliding
es_mx: Deslizamiento del tendón
fr_ca: Glissement tendineux
nl_nl: Pees oefening
pt_pt: Deslizamento do tendão

source: sensory re-education
es_mx: Re-educación sensorial
nl_nl: Zintuiglijke re-educatie
pt_pt: Reeducação Sensorial

source: Closed chain
es_mx: Cadena cerrada
nl_nl: Gesloten keten
pt_pt: Cadeia fechada

source: Edema Control
es_mx: Control del Edema
nl_nl: Oedeem controle
pt_pt: Controle de Edema

source: Assessment
es_mx: Valoración
nl_nl: Beoordeling
pt_pt: Avaliação

source: Desensitizing
es_mx: Desensibilización
nl_nl: Desensibiliserend
pt_pt: Dessensibilização

source: Discrimination
es_mx: Discriminación
nl_nl: Discriminatie
pt_pt: Discriminação

source: Facilitation
es_mx: Facilitación
nl_nl: Faciliterend
pt_pt: Facilitação

source: Joint Mobility/Stability
es_mx: Movilidad Conjunta/Estabilidad
nl_nl: Gewrichtsmobiliteit/stabiliteit
pt_pt: Mobilidade/Estabilidade Articular

source: Ligamentous Integrity
es_mx: Integridad de ligamentos
nl_nl: Ligament
pt_pt: Integridade Ligamentar

source: Mobilization
es_mx: Mobilización
nl_nl: Mobilisatie
pt_pt: Mobilização

source: Muscle Function
es_mx: Función del músculo
nl_nl: Spierfunctie
pt_pt: Função Muscular

source: Nerve Mobility
es_mx: Movilidad del nervio
nl_nl: Zenuw mobiliteit
pt_pt: Mobilidade neural

source: Provocation
es_mx: Provocación
nl_nl: Provocatie
pt_pt: Provocação

source: Soft Tissue Mobility
es_mx: Movilidad de tejidos suaves
nl_nl: Zacht weefsel mobiliteit
pt_pt: Mobilidade de Tecidos Moles

source: Treatment
es_mx: Tratamiento
nl_nl: Behandeling
pt_pt: Tratamento

source: High level balance skills
es_mx: Habilidades de equilibrio de alto nivel
nl_nl: Hoog niveau evenwicht vaardigheden
pt_pt: Habilidade de equilíbrio de alto nível

source: Hitch/Elevation
es_mx: Enganche / Elevación
nl_nl: Storing/elevatie
pt_pt: Engate/Elevação

source: Holding
es_mx: Sosteniendo
nl_nl: Grip
pt_pt: Segurando

source: AAROM
es_mx: Movilidad Articular Activa-Asistida
fr_ca: AA active assistée
pt_pt: Amplitude de movimento ativo-assistida

source: Contraction Type - Concentric
es_mx: Contracción Tipo - Concéntica
nl_nl: Contraction Type - Concentrisch
pt_pt: Tipo de Contração - Concêntrica

source: Contraction Type - Eccentric
es_mx: Contracción Tipo - Excéntrica
nl_nl: Contraction Type - Excentrisch
pt_pt: Tipo de Contração - Excêntrica

source: Contraction Type - Isometric
es_mx: Contracción Tipo - Isométrica
nl_nl: Contraction Type - Isometrisch
pt_pt: Tipo de Contração - Isométrica

source: Contraction Type - Mixed
es_mx: Contracción Tipo - Mixta
pt_pt: Tipo de Contração - Mista

source: Endurance/Repetition
es_mx: Resistencia/Repetición
nl_nl: Uithoudingsvermogen/herhaling
pt_pt: Resistência/Repetição

source: GAIT/Ambulation
es_mx: GAIT/Ambulación
nl_nl: Gaan/bewegen/wandelen
pt_pt: Marcha/Deambulação

source: Mobility
es_mx: Movilidad
fr_ca: Mobilité
nl_nl: Mobiliteit
pt_pt: Mobilidade

source: Neural Mobility
es_mx: Movilidad Neural
nl_nl: Neurale mobiliteit
pt_pt: Mobilidade Neural

source: Propulsion / Speed
es_mx: Propulsión / Velocidad
nl_nl: Voortstuwing/snelheid
pt_pt: Propulsão / Velocidade

source: Soft Tissue Mobilization - Stretching / Lengt
es_mx: Movilidad de tejidos suaves - Estiramiento / Longitud
nl_nl: Zacht weefsel mobilisatie - Rekken/lengte
pt_pt: Mobilização de tecidos moles - Alongamento / Comprimento

source: Soft Tissue Mobilization - Multi-Directional
es_mx: Movilidad de tejidos suaves - Multi-Direccional
nl_nl: Zacht weefsel mobilisatie - Multi-directioneel
pt_pt: Mobilização de tecidos moles - Multi-direcional

source: Stability - Inert (Isometric Holding)
es_mx: Estabilidad - Inerte (Sostenimiento isométrico)
nl_nl: Inerte stabiliteit (Isometrische grip)
pt_pt: Estabilidade - Parado (Isométrico)

source: Stability - Functional (With Movement)
es_mx: Estabilidad - Funcional (con Movimiento)
nl_nl: Functionele stabiliteit (met beweging)
pt_pt: Estabilidade - Funcional (Com Movimento)

source: Integration
es_mx: Integración
nl_nl: Integratie
pt_pt: Integração

source: Isometric
es_mx: Isométrico
fr_ca: Isométrique
nl_nl: Isometrisch
pt_pt: Isométrico

source: Knee arthritis
es_mx: Artritis de rodilla
fr_ca: Genou arthrite
nl_nl: Knie artrose
pt_pt: Artrite de joelho

source: Kyphothosis
nl_nl: Kyfose
pt_pt: Hipercifose

source: Abduction/Lat rotation
es_mx: Abducción/Rotación lateral
nl_nl: Abductie/Laterale rotatie
pt_pt: Abdução/ Rotação lateral

source: Lordosis
nl_nl: Lordose
pt_pt: Lordose

source: Assisted
es_mx: Asistido
fr_ca: Assistance/Supervisé
nl_nl: Geassisteerd
pt_pt: Assistido

source: Auto-resisted/Assisted
es_mx: Auto-resistido/Asistido
fr_ca: Auto-résistance/Assistance
nl_nl: Geassisteerd
pt_pt: Auto-resistido/Assistido

source: Conditioning
es_mx: Condicionamiento
fr_ca: Conditionnement
nl_nl: Conditionerend
pt_pt: Condicionamento

source: Ambulation/Stairs
es_mx: Caminar/Escaleras
fr_ca: Marche/Escaliers
nl_nl: Ambulant/trappen
pt_pt: Deambulação/Escadas

source: Positioning
es_mx: Posicionamiento
fr_ca: Positionnement
nl_nl: Positionering
pt_pt: Posicionamento

source: Breathing/Coughing
es_mx: Respiración/Tos
fr_ca: Respiration/Toux
nl_nl: Ademhaling/hoesten
pt_pt: Respiração/Tossindo

source: Strength
es_mx: Fuerza
fr_ca: Force
nl_nl: Kracht
pt_pt: Força

source: Pelvic control
es_mx: Control Pélvico
nl_nl: Bekken controle
pt_pt: Controle pélvico

source: Inhibition
es_mx: Inhibición
nl_nl: Inhibitie
pt_pt: Inibição

source: Trunk control
es_mx: Control de tronco
nl_nl: Romp controle
pt_pt: Controle de tronco

source: Change of position
es_mx: Cambio de posición
fr_ca: Changement de position
nl_nl: Veranderen van positie
pt_pt: Mudança de posicionamento

source: Motor control
es_mx: Control Motor
fr_ca: Contrôle moteur
pt_pt: Controle motor

source: Weight shift
es_mx: Transferencia de peso
fr_ca: Transfert de poids
nl_nl: Gewichtsverplaatsing
pt_pt: Mudança de peso

source: Opposition
es_mx: Oposición
nl_nl: Tegenstand
pt_pt: Oposição

source: Postural control
es_mx: Control postural
fr_ca: Contrôle posture
nl_nl: Posturale controle
pt_pt: Controle postural

source: Gait/Walking
es_mx: Reeducación de la Marcha
fr_ca: Marche
nl_nl: Gaan/wandelen
pt_pt: Marcha/Deambulação

source: Massage
es_mx: Masaje
pt_pt: Massagem

source: Medial rotation
es_mx: Rotación media
nl_nl: Mediale rotatie
pt_pt: Rotação medial

source: Mobilisation
es_mx: Movilización
nl_nl: Mobilisatie
pt_pt: Mobilização

source: Mobility/Joint
es_mx: Movilidad/Articulación
nl_nl: Mobiliteit/gewricht
pt_pt: Mobilidade/Articulação

source: Mobility/Nerve
es_mx: Movilidad/Nervio
nl_nl: Mobiliteit/zenuw
pt_pt: Mobilidade/Nervos

source: Mobility/Soft tissue
es_mx: Movilidad/Tejidos suaves
nl_nl: Mobiliteit/zacht weefsel
pt_pt: Mobilidade/ Tecidos moles

source: Neural mobility
es_mx: Movilidad Neural
fr_ca: Mobilité neurale
nl_nl: Neurale mobiliteit
pt_pt: Mobilidade neural

source: Passive movement
es_mx: Movimiento pasivo
fr_ca: Mobilisations passives
nl_nl: Passieve beweging
pt_pt: Movimento passivo

source: Muscle rehabilitation
es_mx: Rehabilitación muscular
nl_nl: Spier revalidatie
pt_pt: Reabilitação muscular

source: Muscle building
es_mx: Fortalecimiento muscular
fr_ca: Renforcement musculaire
nl_nl: Spieropbouw
pt_pt: Criando músculos

source: Music
es_mx: Música
fr_ca: Musique
nl_nl: Muziek
pt_pt: Música

source: Resonance
es_mx: Resonancia
nl_nl: Resonantie
pt_pt: Ressonância

source: Oral motor
es_mx: Motor Oral
pt_pt: Motricidade oral

source: Osteoporosis
nl_nl: Osteoporose
pt_pt: Osteoporose

source: Oxygenation-ventilation
es_mx: Oxigenación-ventilación
fr_ca: Oxygénation-ventilation
nl_nl: Zuurstofvoorziening-ventilatie
pt_pt: Oxigenação-ventilação

source: Stretching and mobilizing
es_mx: Estiramiento y movilidad
nl_nl: Rekken en mobiliseren
pt_pt: Alongamento e mobilização

source: Diaphragm breathing
es_mx: Respiración de diafragma
nl_nl: Middenrif ademhaling
pt_pt: Respiração diafragmática

source: Exercise tolerance
es_mx: Tolerancia al ejercicio
nl_nl: Inspanningstolerantie
pt_pt: Tolerância ao exercício

source: Functional strengthening
es_mx: Fortalecimiento funcional
nl_nl: Functionele versterking
pt_pt: Fortalecimento Funcional

source: Inhaler technique
es_mx: Técnica de inhalación
nl_nl: Inhalatie techniek
pt_pt: Técnica do inalador

source: Trunk activation
es_mx: Activación del tronco
nl_nl: Romp activering
pt_pt: Ativação de tronco

source: Trunk mobility
es_mx: Movilidad del tronco
nl_nl: Romp mobiliteit
pt_pt: Mobilidade de tronco

source: Walking
es_mx: Caminando
nl_nl: Wandelen
pt_pt: Andando

source: Pushing and pulling
es_mx: Empujando y jalando
nl_nl: Duwen en trekken
pt_pt: Puxando e empurrando

source: Activities of daily living
es_mx: Actividades de la vida cotidiana
nl_nl: Algemene dagelijkse levensverrichtingen
pt_pt: Atividades do cotidiano

source: Balance
es_mx: Equilibrio
nl_nl: Balans
pt_pt: Equilíbrio

source: Breathlessness relief
es_mx: Alivio de la disnea
nl_nl: Kortademigheid (laten gaan)
pt_pt: Alívio da falta de ar

source: Pelvic floor
es_mx: Suelo pélvico
fr_ca: Plancher pelvien
nl_nl: Bekkenbodem
pt_pt: Assoalho pélvico

source: Phonation
es_mx: Fonación
nl_nl: Fonatie
pt_pt: Fonação

source: Jumps in place
es_mx: Saltos en el mismo lugar
fr_ca: Sauts sur place
nl_nl: Sprongen op de plaats
pt_pt: Pulos no mesmo lugar

source: Multiples hops and bounds
es_mx: Saltos múltiples
fr_ca: Sauts multiples et bonds
nl_nl: Veelvuding springen
pt_pt: Saltos múltiplos

source: Box jumps &amp; depth jump
nl_nl: Box sprongen; diepte sprongen
pt_pt: Pulos na caixa

source: Upper body plyometric
es_mx: Pliometría miembros superiores
nl_nl: Bovenlichaam plyometrisch
pt_pt: Pliometria de membro superior

source: Play
nl_nl: Afspelen
pt_pt: Jogar

source: PNF
pt_pt: FNP

source: Postural relief
es_mx: Alivio postural
fr_ca: Soulagement postural
nl_nl: Posturaal verichten
pt_pt: Alívio postural

source: Posture
es_mx: Postura
nl_nl: Houding
pt_pt: Postura

source: Power
es_mx: Poder
nl_nl: Kracht
pt_pt: Força

source: Pragmatic language
es_mx: Lenguaje Pragmático
fr_ca: Langage pragmatique
nl_nl: Pragmatische taal
pt_pt: Linguagem pragmática

source: PROM
es_mx: Movilidad Articular Pasiva
fr_ca: AA passive
pt_pt: Amplitude de movimento passiva

source: Pronation
es_mx: Pronación
nl_nl: Pronatie
pt_pt: Pronação

source: Propulsion
es_mx: Propulsión
nl_nl: Voortstuwing
pt_pt: Propulsão

source: Range of Motion
es_mx: Rango de movimiento
pt_pt: Amplitude de movimento

source: Warm ups
nl_nl: Warming-up
pt_pt: Aquecimentos

source: Receptive language
es_mx: Lenguaje receptivo
nl_nl: Ontvankelijke taal
pt_pt: Linguagem receptiva

source: Relaxation
es_mx: Relajación
nl_nl: Ontspanning
pt_pt: Relaxamento

source: Strengthening
es_mx: Fortalecimiento
fr_ca: Renforcement
nl_nl: Versterken
pt_pt: Fortalecimento

source: Repeated
es_mx: Repetido
fr_ca: Répétée
nl_nl: Herhalend
pt_pt: Repetido

source: Resisted
es_mx: Resistido
nl_nl: Tegen weerstand
pt_pt: Resistido

source: Retraining/Motor control
es_mx: Reconversión / Control del motor
nl_nl: Re-educatie/motor control
pt_pt: Reeducação/Controle motor

source: Retraining/Stability
es_mx: Reconversión/Estabilidad
nl_nl: Re-educatie/stabiliteit
pt_pt: Reeducação/Estabilidade

source: Return to sport
es_mx: Regreso al deporte
fr_ca: Retour au Sport
nl_nl: Terug naar sport
pt_pt: Retorno ao esporte

source: Self-correction
es_mx: Auto-corrección
nl_nl: Zelfcorrectie
pt_pt: Auto-correção

source: Sensory motor
es_mx: Motor sensorial
nl_nl: Sensomotorische
pt_pt: Sensório motor

source: Sequencing sounds/Apraxia
nl_nl: Opvolgende geluiden/apraxia
pt_pt: Sequenciação de sons/Apraxia

source: Sexual Participation
es_mx: Participación sexual
fr_ca: Participation Sexuelle
nl_nl: Sexuele participatie
pt_pt: Participação sexual

source: Shoulder abduction
es_mx: Abducción de hombro
nl_nl: Schouder abductie
pt_pt: Abdução do ombro

source: Shoulder pain
es_mx: Dolor de hombro
nl_nl: Schouderpijn
pt_pt: Dor no ombro

source: Sidebend
es_mx: Inclinación lateral
nl_nl: Zijwaarts buigen
pt_pt: Inclinação lateral

source: Side flexion
es_mx: Flexión lateral
fr_ca: Flexion latérale
nl_nl: Lateroflexie
pt_pt: Flexão lateral

source: Sounds/Articulation
es_mx: Sonidos/Articulación
nl_nl: Geluiden/articulatie
pt_pt: Sons/Articulação

source: 0.8 Balance: Wall touch Stork
es_mx: 0.8 Equilibrio: Postura de la cigüeña en pared
nl_nl: 0.8 Balans: Muur raken Stork
pt_pt: 0.8 Equilíbrio: Apoio nos braços e na parede

source: 1.3 Balance: Stab trainer Stork
nl_nl: 1.3 Balans: Stabiiteitstrainer Stork
pt_pt: 1.3 Equilíbrio: Apoio nos braços

source: Stability
es_mx: Estabilidad
fr_ca: Stabilité
nl_nl: Stabiliteit
pt_pt: Estabilidade

source: Static internal perterbation
es_mx: Perturbación interna estática
nl_nl: Statische interne verstoring
pt_pt: Perturbações internas estáticas

source: Static external perterbations
nl_nl: Statische externe verstoring
pt_pt: Perturbações externas estáticas

source: Stabilization
es_mx: Estabilización
fr_ca: Stabilisation
nl_nl: Stabilisatie
pt_pt: Estabilização

source: Swallowing
es_mx: Tragando
nl_nl: Slikken
pt_pt: Deglutição

source: Swayback
pt_pt: Hiperlordose

source: Clearance techniques
fr_ca: Techniques de dégagement
nl_nl: Klarings technieken
pt_pt: Técnicas de liberação

source: Forward tilt
es_mx: Inclinación de frente
nl_nl: Voorwaarste kanteling
pt_pt: Inclinação para frente

source: Transfers/Positioning
es_mx: Transferencia/Posicionamiento
fr_ca: Transfert/Positionnement
nl_nl: Transfers/positionering
pt_pt: Tranferências/Posicionamento

source: Transfers/Mobility
es_mx: Transferencias/Movilidad
fr_ca: Transfert/mobilité
nl_nl: Transfers/mobiliteit
pt_pt: Transferências/Mobilidade

source: Tunnel
es_mx: Túnel
pt_pt: Túnel

source: Gaze stability (vor)
es_mx: Estabilidad
nl_nl: Gaze stabiliteit (vor)
pt_pt: Estabilidade do olhar

source: Balance and gait (adaptation substitution)
es_mx: Equilibrio y Marcha
nl_nl: Balans en gaan(aanpassing substitutie)
pt_pt: Equilíbrio e marcha (adaptação e substituição)

source: Habituation (vertigo)
es_mx: Habituación (vértigo)
fr_ca: Habituations (vertiges visuelles)
nl_nl: Gewenning (vertigo)
pt_pt: Habituação (vertigem)

source: Habituation (dizziness)
es_mx: Habituación (Mareos)
nl_nl: Gewenning (duizeligheid)
pt_pt: Habituação (Tontura)

source: Voice
es_mx: Voz
fr_ca: Voix
nl_nl: Stem
pt_pt: Voz

source: Warm up
es_mx: Calentamiento
fr_ca: Renchauffement
nl_nl: Warming-up
pt_pt: Aquecimento

source: Weight-bearing
es_mx: Mise en charge
fr_ca: Mise en charge
nl_nl: Gewicht dragen
pt_pt: Suportando o peso

source: Winging
pt_pt: Escápula alada

source: 4-point
es_mx: Cuadrupedia
fr_ca: Quattre pattes
nl_nl: vier-punts
pt_pt: 4-ponto

source: Straddle on the pool noodle
es_mx: a Horcajadas en churro acuático
fr_ca: À cheval sur la frite
nl_nl: Bewegen met de flexibeam
pt_pt: Abdução no macarrrão de piscina

source: Crouching
es_mx: Agacharse
fr_ca: Accroupi
nl_nl: Hurken
pt_pt: Agachado

source: Bridge
nl_nl: Brug
pt_pt: Ponte

source: Climb
es_mx: Escalar
fr_ca: Grimper
nl_nl: Klimmen
pt_pt: Escalando

source: Crawling
es_mx: Arrastrarse
fr_ca: Rampant
nl_nl: Kruipen
pt_pt: Rastejando

source: Crook lying
es_mx: Supino con piernas flexionadas
fr_ca: DD genoux fléchis
nl_nl: Gebogen liggen
pt_pt: Deitado de costas com os joelhos flexionados

source: Declined
nl_nl: Aflopend
pt_pt: Declinado

source: Lateral recumbency/Side lying
es_mx: Decúbito lateral/Recostado de lado
nl_nl: Laterale decubitus/zijlig
pt_pt: Decúbito Lateral

source: Sit on the pool noodle
es_mx: Sentado en churro acuático
fr_ca: En balançoire sur la frite
nl_nl: Zitten op de flexibeam
pt_pt: Sentar no macarrrão de piscina

source: Lader
pt_pt: Escada

source: Pool noodle under the arms from the back
es_mx: Churro Acuatico bajo hombros y detrás espalda
fr_ca: Frite derrière sous les aisselles
nl_nl: Flexibeam onder de armen vanaf de rug
pt_pt: Macarrão de piscina debaixo dos braços nas costas

source: Pool noodle under the arms from the front
es_mx: Churro Acuatico bajo axilas
fr_ca: Frite devant sous les aisselles
nl_nl: Flexibeam onder de armen vanaf de borst
pt_pt: Macarrão de piscina debaixo dos braços na frente

source: Half kneeling
es_mx: Semiarrodillado
fr_ca: Génuflexion
nl_nl: Half knielen
pt_pt: Agachamento em um joelho

source: Left kneeling
es_mx: Sobre la rodilla izquierda
fr_ca: Sur le genou gauche
nl_nl: Links knielen
pt_pt: Agachamento - esquerda

source: Half kneel
es_mx: Medio arrodillado
nl_nl: Half knielen
pt_pt: Agachamento pela metade

source: Hang
es_mx: Suspensión
fr_ca: Suspension
nl_nl: Hangen
pt_pt: Pendurar

source: High sitting
es_mx: Sentado en posición alta
fr_ca: Assis en position haute
nl_nl: Hoog zitten
pt_pt: Sentado com os joelhos flexionados

source: Abduction
es_mx: Abducción
nl_nl: Abductie
pt_pt: Abdução

source: Accessory Movements - Component Motions
es_mx: Movimientos accesorios - Propuestas de componentes
pt_pt: Movimentos acessórios - Movimentos componentes

source: Accessory Movements - Joint Play
es_mx: Movimientos accesorios - Juego articular
pt_pt: Movimentos acessórios - Dor articular

source: Circumduction
es_mx: Circunducción
nl_nl: Circumductie
pt_pt: Circundução

source: Depression
es_mx: Depresión
fr_ca: Dépression
nl_nl: Depressie
pt_pt: depressão

source: Deviation - Radiale
es_mx: Deviation - Radial
fr_ca: Déviation - Radiale
nl_nl: Deviatie - Radiaal
pt_pt: Desvio - Radial

source: Deviation - Ulnar
fr_ca: Déviation - Ulnaire
nl_nl: Deviatie - Ulnair
pt_pt: Desvio - Ulnar

source: Elevation
es_mx: Elevación
fr_ca: Élévation
nl_nl: Elevatie
pt_pt: Elevação

source: Eversion
es_mx: Eversión
fr_ca: Éversion
nl_nl: Eversie
pt_pt: Eversão

source: Flexion
es_mx: Flexión
nl_nl: Flexie
pt_pt: Flexão

source: Functional Patterns
es_mx: Patrones funcionales
nl_nl: Functionele patronen
pt_pt: Padrões de funcionamento

source: Inversion
es_mx: Inversión
nl_nl: Inversie
pt_pt: Inversão

source: Lateral Flexion
es_mx: Flexión lateral
nl_nl: Laterale flexie
pt_pt: Flexão Lateral

source: Pronation/Supination
es_mx: Pronación/Supinación
nl_nl: Pronatie/supinatie
pt_pt: Pronação/Supinação

source: Protraction
es_mx: Protracción
nl_nl: Protractie
pt_pt: Protração

source: Retraction
es_mx: Retracción
fr_ca: Rétraction
nl_nl: Retractie
pt_pt: Retração

source: Rotation - External Rotation
es_mx: Rotación - Rotación Externa
nl_nl: Rotatie - Externe rotatie
pt_pt: Rotação - Rotação Externa

source: Rotation - Internal Rotation
es_mx: Rotación - Rotación Interna
nl_nl: Rotatie - Interne rotatie
pt_pt: Rotação - Rotação Interna

source: Rotation - Trunk Rotation
es_mx: Rotación - Rotación de tronco
pt_pt: Rotação - Rotação de tronco

source: I want to exercise at the GYM
es_mx: Quiero hacer ejercicio en el gimnasio
nl_nl: Ik wil oefenen op de sportschool
pt_pt: Eu quero fazer exercícios na Academia

source: Both
es_mx: Ambos
nl_nl: Beide
pt_pt: Ambos

source: Immediate
nl_nl: Onmiddelijk
pt_pt: Imediato

source: Inclined
nl_nl: Hellend
pt_pt: inclinado

source: Inverted
nl_nl: Omgekeerde
pt_pt: Invertido

source: Long sitting
es_mx: Sentado con piernas extendidas
fr_ca: Assis jambes allongées
nl_nl: Langzit
pt_pt: Sentado com as pernas estendidas

source: Right leg balance
es_mx: Equilibrio sobre la pierna derecha
fr_ca: Sur jambe droite
nl_nl: Balans rechterbeen
pt_pt: Equilíbrio na perna direita

source: Left leg balance
es_mx: Equilibrio sobre la pierna izquierda
fr_ca: Sur jambe gauche
nl_nl: Balans linkerbeen
pt_pt: Equilíbrio na perna esquerda

source: Kneeling: half
nl_nl: Knielen: half
pt_pt: Agachando: meio

source: Kneeling: tall
nl_nl: Knielen: hoog
pt_pt: Agachando: alto

source: Side lying seated position
nl_nl: Zijlig zittende positie
pt_pt: Deitado de lado posição sentado

source: Supine, knees bent, head down
nl_nl: Ruglig, knieën gebogen, hoofd naar beneden
pt_pt: Supinado, joelhos dobrados, cabeça no chão

source: Long sit
es_mx: Sentado alargado
nl_nl: Langzit
pt_pt: Sentado com as pernas esticadas
