Repository: dwizzel-dev/code-samples-all
Catalog: visou.com/inc/lang/messages.*.po
Languages: es_mx, fr_ca, nl_nl, pt_pt

source: On the knees
es_mx: Sobre las rodillas
fr_ca: Sur les genoux
nl_nl: Op de knieën
pt_pt: Apoiado nos joelhos

source: Plank position
es_mx: En posición de plancha
fr_ca: En position de planche
nl_nl: Plank positie
pt_pt: Posição de prancha

source: Prone on elbows
nl_nl: Buiklig op ellebogen
pt_pt: Pronados com apoio nos cotovelos

source: Side lying on elbow
nl_nl: Zijlig op de elleboog
pt_pt: Deitado de lado apoiado no cotovelo

source: Sitting on ischium
es_mx: Assis sur les ischions
fr_ca: Assis sur les ischions
nl_nl: Zittend op zitbeen
pt_pt: Sentando no ísquio

source: Left Stride Stance
es_mx: Pierna izquierda adelante
fr_ca: Jambe gauche devant
nl_nl: Linker stap stand
pt_pt: Posição de deambulação: perna esquerda

source: Supine on scapulas, head down
nl_nl: Liggend op schouderbladen, hoofd naar beneden
pt_pt: Supinação nas escápulas, de cabeça no chão

source: Lying: prone
nl_nl: Liggend: buiklig
pt_pt: Deitado: pronado

source: Lying: supine
nl_nl: Liggend: ruglig
pt_pt: Deitado: supino

source: Neutral grip
es_mx: Agarre neutral
fr_ca: Neutre
nl_nl: Neutrale grip
pt_pt: Pegada neutra

source: Sitting
es_mx: Sentado
fr_ca: Assis
nl_nl: Zittend
pt_pt: Sentado

source: Combined/Transfers
es_mx: Cambios Posturales/Transferencias
fr_ca: Combinés/Transferts
nl_nl: Gecombineerd/Transfers
pt_pt: Combinado/Transferências

source: Side lying
es_mx: Acostado lateral (decúbito lateral)
fr_ca: Décubitus latéral
nl_nl: Zijlig
pt_pt: Decúbito lateral

source: Standing
es_mx: De pie
fr_ca: Debout
nl_nl: Staan
pt_pt: Em pé

source: All fours
es_mx: Cuadrupedia
nl_nl: Handen en voeten
pt_pt: Em quatro apoios

source: Standing (two feet)
es_mx: De pie (dos pies)
nl_nl: Staan (twee voeten)
pt_pt: Em pé (dois pés)

source: Standing (one foot)
es_mx: De pie (un pie)
nl_nl: Staan (één voet)
pt_pt: Em pé (um pé)

source: Standing (split stance)
es_mx: De pie (postura dividida)
nl_nl: Staan (splithouding)
pt_pt: Em pé (posição split)

source: Standing (with foot movements)
es_mx: De pie (con movimiento de pies)
nl_nl: Staan (met voetbewegingen)
pt_pt: Em pé (com movimentos dos pés)

source: Supine (back)
es_mx: Acostado (de espaldas)
nl_nl: Ruglig (rug)
pt_pt: Supinado (costas)

source: Supine (side)
es_mx: Acostado (de lado)
nl_nl: Achteroverliggend (zijkant)
pt_pt: Supinado (de lado)

source: Breath control
es_mx: Control de la respiración
nl_nl: Adembeheersing
pt_pt: Controle da respiração

source: Trunk strength and lumbopelvic stability
es_mx: Fuerza del tronco y estabilidad lumbar pélvica
nl_nl: Romp sterkte en stabiliteit lumbaal/bekken
pt_pt: Força de tronco e estabilidade lombopélvica

source: Dynamic trunk activation
es_mx: Activación dinámica de tronco
nl_nl: Dynamische rompactivering
pt_pt: Ativação dinâmica de tronco

source: Plank
pt_pt: Prancha

source: Carry
es_mx: Portador
fr_ca: Porter
nl_nl: Dragen
pt_pt: Carregando

source: Pushing
es_mx: Empujar
fr_ca: Poussant
nl_nl: Duwen
pt_pt: Empurrando

source: Prone/Prone prop
nl_nl: Buiklig
pt_pt: Pronação extensão de cotovelos;

source: Pushup
nl_nl: Opdrukken
pt_pt: Flexão

source: Reaching
es_mx: Alcanzar
fr_ca: Atteindre
nl_nl: Reiken
pt_pt: Alcançando

source: Restorative
es_mx: Restaurativo
nl_nl: Herstellen
pt_pt: Reconstituinte

source: Wall supported
nl_nl: Ondersteuning door muur
pt_pt: Apoiado na parede

source: Right Stride Stance
es_mx: Pierna derecha adelante
fr_ca: Jambe droite devant
nl_nl: Rechter stap stand
pt_pt: Agachamento unilateral

source: On 1 foot
es_mx: Sobre 1 pie
fr_ca: Sur 1 pied
nl_nl: Op 1 voet
pt_pt: Em um pé

source: On 2 knees
es_mx: Sobre 2 rodillas
fr_ca: Sur 2 genoux
nl_nl: Op 2 knieën
pt_pt: Nos dois joelhos

source: On 2 feet
es_mx: Sobre 2 pies
fr_ca: Sur 2 pieds
nl_nl: Op 2 voeten
pt_pt: Nos dois pés

source: Scissors
nl_nl: Schaar
pt_pt: Tesoura

source: Shovel
es_mx: Pala
fr_ca: Pelle
nl_nl: Schep
pt_pt: Pá

source: Single leg
es_mx: Una sola pierna
nl_nl: Één been
pt_pt: Apoio unipodal

source: Single leg supported
nl_nl: Één been ondersteund
pt_pt: Apoio unipodal com auxílio

source: Single-leg standing
es_mx: De pie sobre una pierna
fr_ca: Debout sur une jambe
nl_nl: Op één been staan
pt_pt: Apoio unipodal

source: Split leg supine
nl_nl: Split liggend
pt_pt: Alongamento de adutores - Em supino

source: Split leg
nl_nl: Split
pt_pt: Alongamento de adutores

source: Supination grip
es_mx: Supinación
fr_ca: Supination
nl_nl: Supinatie grip
pt_pt: Pegada em supinação

source: Squatting
es_mx: Sentadillas
fr_ca: Squat
nl_nl: Squatten
pt_pt: De cócoras

source: Alignment 1.0- WallTilt
es_mx: Alineación 1.0- Soporte de pared
nl_nl: Uitlijning 1.0- WallTilt
pt_pt: Alinhamento 1.1 - Alinhamento do quadril contra parede

source: Alignment 1.1- Wall C Retractions
es_mx: Alineación 1.1- Pared C Retracciones
nl_nl: Uitlijning 1.1- Wall C Retractions
pt_pt: Alinhamento 1.1 - Retração de escápulas na parede

source: Split stance
nl_nl: Split stand
pt_pt: Posição Split

source: Standing: loaded
nl_nl: Staand: geladen
pt_pt: Em pé: carregado

source: On the back
es_mx: Sobre la espalda
fr_ca: Sur le dos
nl_nl: Op de rug
pt_pt: De costas

source: Supine
es_mx: Supino
fr_ca: Décubitus dorsal
nl_nl: Ruglig
pt_pt: Supino

source: On the stomach
es_mx: Sobre el vientre
fr_ca: Sur le ventre
nl_nl: Op de buik
pt_pt: No estômago

source: Pulling
es_mx: Tracción
fr_ca: Tirant
nl_nl: Trekken
pt_pt: Puxando

source: Toed in stance
nl_nl: Staan: tenen binnenwaarts
pt_pt: Pés alinhados

source: Toilet
es_mx: Baño
pt_pt: Banheiro

source: Teod out stance
nl_nl: Staan: tenen buitenwaarts
pt_pt: Pés fora de alinhamento

source: On one knee
es_mx: Sobre una rodilla
fr_ca: Sur un genou
nl_nl: Op 1 knie
pt_pt: Em um joelho

source: Standing balance
nl_nl: Sta balans
pt_pt: Equilíbrio em pé

source: On all fours
es_mx: Cuadrupedia
fr_ca: À quatre pattes
nl_nl: Op handen en voeten
pt_pt: Em quatro apoios

source: Seated
es_mx: Sentado
fr_ca: Assis
nl_nl: Zittend
pt_pt: Sentado

source: Cervical spine
nl_nl: Cervicale wervelkolom
pt_pt: Coluna cervical

source: MS ROT: thoracic
nl_nl: MS ROT: thoracaal
pt_pt: MS ROT: torácico

source: MS FLEX: hip flexors
nl_nl: MS FLEX: heup flexoren
pt_pt: MS FLEX: flexão de quadril

source: Shoulder
es_mx: Hombros
fr_ca: Épaule
nl_nl: Schouder
pt_pt: Ombro

source: Squat
pt_pt: Agachamento

source: Advanced
es_mx: Avanzado
fr_ca: Avancé
nl_nl: Gevorderd
pt_pt: Avançado

source: Aquatic
es_mx: Acuático
fr_ca: Aquatique
nl_nl: Water
pt_pt: Aquático

source: Avanzado
pt_pt: Avançado

source: Beginner
es_mx: Principiante
fr_ca: Débutant
pt_pt: Iniciante

source: Body Awareness
es_mx: Conciencia corporal
nl_nl: Lichaamsbewustzijn
pt_pt: Percepção corporal

source: Breathing
es_mx: Respiración
fr_ca: Respiration
nl_nl: Adehamling
pt_pt: Respirando

source: Cool down
es_mx: Enfriamiento
fr_ca: Retour au calme
pt_pt: Descançar

source: Cervicogenic Dizziness
es_mx: Mareos cervicogénicos
nl_nl: Cervicogene duizeligheid
pt_pt: Tontura cervicogênica

source: Compensation
es_mx: Compensación
nl_nl: Compensatie
pt_pt: Compensação

source: Coordination
es_mx: Coordinación
nl_nl: Coördinatie
pt_pt: Coordenação

source: Fine Dexterity
nl_nl: Fijne behendigheid
pt_pt: Destreza fina

source: Dexterity coarse
nl_nl: Grove behendigheid
pt_pt: Destreza

source: Dynamic
es_mx: Dinámica
fr_ca: Dynamique
nl_nl: Dynamisch
pt_pt: Dinâmico

source: Water at collar bone height
es_mx: Agua a la altura de la clavícula
fr_ca: Eau aux clavicules
nl_nl: Water tot sleutelbeen hoogte
pt_pt: Água a nível da clavícula

source: Water at sternum height
es_mx: Agua a la altura del esternón
fr_ca: Eau au sternum
nl_nl: Water tot borstbeen hoogte
pt_pt: Água a nível do esterno

source: Water at umbilical height
es_mx: Agua a la altura del abdomen
fr_ca: Eau à la taille
nl_nl: Water tot navel hoogte
pt_pt: Água a nível do umbigo

source: Education/demonstration
nl_nl: Onderwijs/demonstratie
pt_pt: Educação/demonstração

source: Electrical stimulation
nl_nl: Elektrische stimulatie
pt_pt: Estimulação elétrica

source: Triggerpoint release
es_mx: Liberación de puntos tensos
pt_pt: Liberação de pontos de tensão

source: DIP - Distal Interphangeal joint
nl_nl: DIP - Distaal interfalangeaal gewricht
pt_pt: DIP - Articulação Interfalangeana distal

source: PIP - Proximal interphalangeal joint
nl_nl: PIP - Proximaal interfalangeaal gewricht
pt_pt: PIP - Articulação interfalangeana proximal

source: MP - Metacarpophalangeal joint
nl_nl: MP - metacarpofalangeaal gewricht
pt_pt: MP - Articulação Metacarpofalangeana

source: Phalanx - Distal
es_mx: Falage - Distal
fr_ca: Phalange - Distale
nl_nl: Vingekoortje - Distaal
pt_pt: Falange - Distal

source: Phalanx - Middle
es_mx: Falange - Media
fr_ca: Phalange - Milieu
nl_nl: Vingerkootje - Middel
pt_pt: Falange - Medial

source: Phalanx - Proximal
es_mx: Falange - Proximal
fr_ca: Phalange - Proximale
nl_nl: Vingerkootje - Proximaal
pt_pt: Falange - Proximal

source: Habituation
es_mx: Habituación
nl_nl: Gewenning
pt_pt: Habituação

source: Hook Lying
nl_nl: Liggen voeten op de grond
pt_pt: Deitado com os joelhos flexionados

source: Kneeling
es_mx: Arrodillado
fr_ca: À genoux
nl_nl: Knielen
pt_pt: Ajoelhando

source: Long Sitting
es_mx: Sentado con piernas extendidas
nl_nl: Langzit
pt_pt: Sentado com as pernas esticadas

source: Quadreped
es_mx: Cuadrúpedo
nl_nl: Viervoeter
pt_pt: Em quatro apoios

source: Side Lying
es_mx: Acostado lateral (decúbito lateral)
nl_nl: Zijlig
pt_pt: Decúbito lateral

source: On 1 Foot
es_mx: En 1 Pie
nl_nl: Op 1 voet
pt_pt: Uma perna só

source: On All Fours
es_mx: Cuadrupedia
nl_nl: Op alle vier
pt_pt: Em quadro apoios

source: Prone
es_mx: Prono
fr_ca: Décubitus ventral
nl_nl: Buiklig
pt_pt: Pronado

source: Intermediate
es_mx: Intermedio
fr_ca: Intermediaire
nl_nl: Gemiddeld
pt_pt: Intermediário

source: Amputee Forelimb
nl_nl: Geamputeerde voorpoot
pt_pt: Membro anterior amputado

source: Manual therapy
nl_nl: Manuele therapie
pt_pt: Terapia manual

source: Matwork I
pt_pt: Trabalho no Mat I

source: Matwork II
pt_pt: Trabalho no Mat II

source: Matwork III
pt_pt: Trabalho no Mat III

source: Sports Medecine
nl_nl: Sportgeneeskunde
pt_pt: Medicina esportiva

source: Medical/Surgical
nl_nl: Medische/chirugische
pt_pt: Médico/Cirúrgico

source: Amputee Rearlimb
nl_nl: Geamputeerde achterpoot
pt_pt: Membro posterior amputado

source: Methods grip
nl_nl: Methoden: grip
pt_pt: Métodos de pinça

source: Myofascial release
es_mx: Liberación Miofascial
fr_ca: Relâchement myofascial
nl_nl: Myofasciale release
pt_pt: Liberação miofascial

source: Oedema Control Taping
es_mx: Control de edema con tiras adhesivas
nl_nl: Oedeem controle tapen
pt_pt: Taping de controle de edema

source: Optokinetic / Visuo-Vestibular
es_mx: Optocinética / Visual-Vestibular
nl_nl: Optokinetische/visueel-vestibulaire
pt_pt: Optocinético / Visuo-Vestibular

source: Easy
es_mx: Fácil
nl_nl: Makkelijk
pt_pt: Fácil

source: Difficult
es_mx: Difícil
nl_nl: Moeilijk
pt_pt: Dificuldade

source: Postural Control Taping
es_mx: Control Postural con tiras adhesivas
nl_nl: Posturale controle tapen
pt_pt: Taping de Controle Postural

source: Low intensity
es_mx: Baja Intensidad
nl_nl: Lage intensiteit
pt_pt: Baixa intensidade

source: Medium intensity
es_mx: Media Intensidad
nl_nl: Gemiddelde intensiteit
pt_pt: Média intensidade

source: High intensity
es_mx: Alta intensidad
nl_nl: Hoge intensiteit
pt_pt: Alta intensidade

source: Low positions
es_mx: Posiciones bajas
fr_ca: Positions basses
nl_nl: Lage posities
pt_pt: Posições baixas

source: Power Taping Method
nl_nl: Power Taping methode
pt_pt: Método Power Taping

source: Anatomy - normal
es_mx: Anatomía - normal
fr_ca: Anatomie - normale
nl_nl: Anatomie - normaal
pt_pt: Anatomia - normal

source: Anatomy - abnormal
es_mx: Anatomía - anormal
fr_ca: Anatomie - anormale
nl_nl: Anatomie - abnormaal
pt_pt: Anatomina - anormal

source: Anatomy - conditions/procedures
fr_ca: Anatomie - conditions/procédures
nl_nl: Anatomie - condities/procedures
pt_pt: Anatomia - acometimentos/procedimentos

source: Body part - foot/ankle
es_mx: Parte del cuerpo - pie/tobillo
fr_ca: Partie du corps - pied/cheville
nl_nl: Lichaamsdeel - voet/enkel
pt_pt: Parte do corpo - pé/tornozelo

source: Body part - head
fr_ca: Partie du corps - tête
nl_nl: Lichaamsdeel - hoofd
pt_pt: Parte do corpo - cabeça

source: Body part - hip/pelvis
es_mx: Parte del cuerpo - cadera/pelvis
fr_ca: Partie du corps - hanche/bassin
nl_nl: Lichaamsdeel - heup/romp
pt_pt: Parte do corpo - quadril/pelve

source: Body part - hand/wrist/elbow
es_mx: Parte del cuerpo - mano/muñeca/codo
fr_ca: Partie du corps - main/poignet/coude
nl_nl: Lichaamsdeel - hand/pols/elleboog
pt_pt: Parte do corpo - mão/punho/cotovelo

source: Body part - shoulder
fr_ca: Partie du corps - épaule
nl_nl: Lichaamsdeel - schouder
pt_pt: Parte do corpo - ombro

source: Body part - knee
es_mx: Parte del cuerpo - rodilla
fr_ca: Partie du corps - genou
nl_nl: Lichaamsdeel - knie
pt_pt: Parte do corpo - joelho

source: Body part - necks/backs
es_mx: Parte del cuerpo - cuello y espalda
fr_ca: Partie du corps - cou et dos
nl_nl: Lichaamsdeel - nek/rug
pt_pt: Parte do corpo - pescoço/lombar

source: Skin care
es_mx: Cuidados de la piel
fr_ca: Soins de la peau
nl_nl: Huidverzorging
pt_pt: Cuidados com a pele

source: Bandaging/Wrapping
es_mx: Vendaje
fr_ca: Bandage
nl_nl: Zwachtelen
pt_pt: Bandagens

source: Do's and dont's
es_mx: Lo que se debe hacer y no hacer
fr_ca: Faire et ne pas faire
nl_nl: Do's en dont's
pt_pt: Fazer e não fazer

source: Phantom limb
es_mx: Miembro fantasma
nl_nl: Fantoompijn
pt_pt: Membro fantasma

source: Prostheses
es_mx: Protesis
nl_nl: Protheses
pt_pt: Próteses

source: Miscellaneous
es_mx: Diversos
fr_ca: Divers
nl_nl: Diversen
pt_pt: Diversos

source: Family care
es_mx: Cuidados de familia
fr_ca: Soins de famille
nl_nl: Mantelzorg
pt_pt: Atenção a família

source: Edema control
es_mx: Control del Edema
fr_ca: Contrôle de l'œdème
nl_nl: Oedeem controle
pt_pt: Controle de Edema

source: Braces/slings/splints
nl_nl: Braces/slings/spalken
pt_pt: Braçadeiras/Talas

source: Walking aids
nl_nl: Loophulpmiddelen
pt_pt: Auxiliadores de marcha

source: Equipment - general
nl_nl: Uitrusting - algemeen
pt_pt: Equipamento - geral

source: Equipment - home
es_mx: Equipamiento en el Hogar
nl_nl: Uitrusting - thuis
pt_pt: Equipamento - casa

source: Equipment - work
nl_nl: Uitrusting - werk
pt_pt: Equipamento - trabalho

source: Equipment - exercise
nl_nl: Uitrusting - oefening
pt_pt: Equipamentos - exercício

source: Equipment - miscellaneous
nl_nl: Uitrusting - diversen
pt_pt: Equipamentos - diversos

source: Wheelchair accessories
es_mx: Accesorios de silla de ruedas
fr_ca: Accessoires chaise roulante
nl_nl: Rolstoel accessoires
pt_pt: Acessórios de cadeira de rodas

source: Toiletting
es_mx: Baño
fr_ca: Toilette
nl_nl: Toiletbezoek
pt_pt: Auxílio ao uso do banheiro

source: Body mechanics
es_mx: Mecanismos del cuerpo
fr_ca: Positionnement du corps
nl_nl: Lichaamshouding
pt_pt: Mecânica corporal

source: Famous back/Neck killers
nl_nl: Bekende rug/nek 'Dont's'
pt_pt: Perigo para pescoço e lombar

source: Fall prevention
nl_nl: Valpreventie
pt_pt: Prevenção de quedas

source: Clothing/Footwear
es_mx: Ropa/Zapatos
fr_ca: Habits/Chaussures
nl_nl: Kleding/schoeisel
pt_pt: Vestuário/Calçados

source: Hot and cold
es_mx: Caliente y frío
fr_ca: Chaud et froid
nl_nl: Warm en koud
pt_pt: Quente e frio

source: Energy conservation
nl_nl: Energiebehoud
pt_pt: Conservação de energia

source: Household chores
es_mx: Tareas domésticas
nl_nl: Huishoudelijke taken
pt_pt: Tarefas domésticas

source: Joint protection
es_mx: Protección de las articulaciones
fr_ca: Protection des articulations
nl_nl: Gewrichtsbescherming
pt_pt: Proteção articular

source: Notes 'n things
es_mx: Notas y varios
fr_ca: Notes et divers
nl_nl: Aantekeningen
pt_pt: Notas

source: Hygiene
es_mx: Higiene
nl_nl: Hygiëne
pt_pt: Higiene

source: Errands
es_mx: Diligencias
fr_ca: Commissions
nl_nl: Boodschappen
pt_pt: Tarefas

source: Feeding-kitchen
es_mx: Alimentos-cocina
fr_ca: Nourriture-cuisine
nl_nl: Keuken
pt_pt: Alimentação - Cozinha

source: Gardening
es_mx: Jardinería
fr_ca: Jardinage
nl_nl: Tuinieren
pt_pt: Jardinagem

source: Deficits
nl_nl: Tekorten
pt_pt: Déficits

source: Show all exercises
es_mx: Mostrar todos los ejercicios
fr_ca: Tous les exercices
nl_nl: Toon alle oefeningen
pt_pt: Mostrar todos os exercícios

source: Symptom Reduction Taping
nl_nl: Symptoomreductie tapen
pt_pt: Taping para redução dos sintomas

source: Adaptation / Substitution
es_mx: Adaptación / Substitución
nl_nl: Aanpassing/vervanging
pt_pt: Adaptação / Substituição

source: Aquatic therapy
nl_nl: Aquatherapie
pt_pt: Hidroterapia

source: Theraplast
pt_pt: Bola de exercícios manuais (Theraplast)

source: Tweak Taping
pt_pt: Taping de ajuste

source: Education (VEDA)
es_mx: Educación (VEDA)
nl_nl: Onderwijs (VEDA)
pt_pt: Educação (VEDA)

source: Visceral mobolization
es_mx: Mobilización visceral
fr_ca: Mobilisation viscerale
nl_nl: Viscerale mobilisatie
pt_pt: Mobilização visceral

source: Weight lifting
es_mx: Levantamiento de Peso
nl_nl: Gewichtheffen
pt_pt: Levantamento de peso

source: Vertigo (self treatment)
es_mx: Vértigo (auto-tratamiento)
nl_nl: Vertigo (zelfbehandeling)
pt_pt: Vertigem (auto tratamento)

source: Warm-up (mountain I)
nl_nl: Opwarmen (berg I)
pt_pt: Aquecimento (faze 1)

source: Work phase (mountain II)
es_mx: Fase de trabajo (montaña II)
fr_ca: Phase de travail (montagne II)
nl_nl: Werkfse (berg II)
pt_pt: Trabalho (fase 2)

source: Cool-down/deep stretches (mountain III)
nl_nl: Afkoelen/diep rekken (berg III)
pt_pt: Descanço/alongamentos (fase 3)

source: Home Adaptation
es_mx: Adaptación domiciliaria
fr_ca: Adaptation domiciliaire
nl_nl: Thuis aanpassen
pt_pt: Adaptação em Casa

source: Others
es_mx: Otros
fr_ca: Autres
nl_nl: Anderen
pt_pt: Outros

source: Burn
nl_nl: Brandwond
pt_pt: Queimar

source: Leisure
es_mx: Entretenimiento
fr_ca: Loisirs
nl_nl: Vrije tijd
pt_pt: Lazer

source: Muscle specific control
es_mx: Control específico del músculo
nl_nl: Spierspecifieke controle
pt_pt: Controle muscular específico

source: Orthotics
nl_nl: Steunzolen
pt_pt: Órteses

source: Direction control retraining
es_mx: Direction control reentrenamiento
nl_nl: Draairichting re-educatie
pt_pt: Trenaimento de controle de direção

source: Therapy of lower limb
nl_nl: Therapie van de onderste ledematen
pt_pt: Terapia de membro inferior

source: Upper member therapy
nl_nl: Bovenste extremiteiten therapie
pt_pt: Terapia de membro superior

source: Transfers
es_mx: Transferencias
fr_ca: Transferts
pt_pt: Transferências

source: Settings
es_mx: Opciones
fr_ca: Options
nl_nl: Instellingen
pt_pt: Configurações

source: Client
es_mx: Cliente
nl_nl: Cliënt
pt_pt: Cliente

source: Logout
es_mx: Cerrar sesión
fr_ca: Quitter
nl_nl: Log uit
pt_pt: Sair

source: Logged as
es_mx: Conectarse como
fr_ca: Connect&eacute; sous
nl_nl: Ingelogd as
pt_pt: Registrado como

source: Located at
es_mx: Situado en
fr_ca: Situ&eacute; &agrave;
nl_nl: Gevestigd in
pt_pt: Localizado na

source: Clients
es_mx: Clientes
nl_nl: Cliënten
pt_pt: Clientes

source: Exercises
es_mx: Ejercicios
fr_ca: Exercices
nl_nl: Oefeningen
pt_pt: Exercícios

source: Home
es_mx: Inicio
fr_ca: Accueil
pt_pt: Página Principal

source: Browse
es_mx: Examinar
fr_ca: Examiner
nl_nl: Bladeren
pt_pt: Procurar

source: Program
es_mx: Programa
fr_ca: Programme
nl_nl: Programma
pt_pt: Programa

source: Create exercise
es_mx: Crear ejercicio
fr_ca: Cr&eacute;er un exercice
nl_nl: Maak oefening
pt_pt: Criar exercício

source: Programs
es_mx: Programas
fr_ca: Programmes
nl_nl: Programma's
pt_pt: Programas

source: Protocols
es_mx: Protocolos
fr_ca: Protocoles
nl_nl: Protocollen
pt_pt: Protocolos

source: Archive
es_mx: Archivo
nl_nl: Mijn oefeningen
pt_pt: Arquivo

source: Contact
es_mx: Contacto
fr_ca: Aide
pt_pt: Contato

source: Copyright &copy; 1996-%s All Rights Reserved
es_mx: Derechos de autor y copia; 1996-% s Todos los derechos reservados
fr_ca: Copyright &copy; 1996-%s Tous Droits R&eacute;serv&eacute;s
nl_nl: Copyright &copy; 1996-%s Alle rechten voorbehouden
pt_pt: Copyright © 1996-%s Todos os Direitos Reservados

source: Terms of Use
es_mx: Condiciones de Uso
fr_ca: Conditions d'utilisation
nl_nl: Gebruikersvoorwaarden
pt_pt: Termos de Uso

source: License Agreement
es_mx: Acuerdo de Licencia
fr_ca: Accord de Licence
nl_nl: Licentieovereenkomst
pt_pt: Acordo de Licença

source: Administration
es_mx: Administración
nl_nl: Administratie
pt_pt: Administração

source: Users
es_mx: Usuarios
fr_ca: Utilisateurs
nl_nl: Gebruikers
pt_pt: Usuários

source: Maintenance
es_mx: Mantenimiento
fr_ca: Entretien
nl_nl: Onderhoud
pt_pt: Manutenção

source: Communication
es_mx: Comunicación
nl_nl: Communicatie
pt_pt: Comunicação

source: Connected as
es_mx: Conectado como
fr_ca: Connect&eacute; sous
nl_nl: Ingelogd als
pt_pt: Conectar como

source: Protocol
es_mx: Protocolo
fr_ca: Protocole
pt_pt: Protocolo

source: Save Program
es_mx: Guardar Programa
fr_ca: Enregistrer le Programme
nl_nl: Bewaar programma
pt_pt: Salvar Programa

source: Save Protocol
es_mx: Guardar Protocolo
fr_ca: Sauvegarder le Protocole
nl_nl: Sla protocol op
pt_pt: Salvar Protocolo

source: Select
es_mx: Seleccionar
fr_ca: Sélectionner
nl_nl: Selecteer
pt_pt: Selecionar

source: Save as...
es_mx: Guardar como...
fr_ca: Enregistrer sous...
nl_nl: Opslaan als
pt_pt: Salvar como...

source: Send by email
es_mx: Eviar por correo electrónico
fr_ca: Envoyer par Email
nl_nl: Verzenden via e-mail
pt_pt: Enviar por e-mail

source: Print
es_mx: Imprimir
fr_ca: Imprimer
pt_pt: Imprimir

source: Set as Template
es_mx: Definir como plantilla
fr_ca: Définir comme Protocole
nl_nl: Stel in als protocol
pt_pt: Definir como modelo

source: Done
es_mx: Completado
fr_ca: Terminé
nl_nl: Klaar
pt_pt: Concluído

source: Start date
es_mx: Fecha de inicio
fr_ca: Date de début
nl_nl: Startdatum
pt_pt: Data de início

source: End date
es_mx: Fecha de termino
fr_ca: Date de fin
nl_nl: Einddatum
pt_pt: Data de término

source: Client email
es_mx: Correo electrónico del cliente
fr_ca: Email du Client
nl_nl: E-mail cliënt
pt_pt: Email do Cliente

source: Print Set-up
es_mx: Parámetros de impresión
fr_ca: Paramètres d'impression
nl_nl: Print instellingen
pt_pt: Configuração de impressão

source: Images
es_mx: Imagenes
nl_nl: Afbeeldingen
pt_pt: Imagens

source: Parameters
es_mx: Parámetros
fr_ca: Paramètres
pt_pt: Parâmetros

source: Apply to
es_mx: Aplicar a
fr_ca: Appliquer à
nl_nl: Pas toe op
pt_pt: Aplicar para

source: Selected
es_mx: Seleccionado
fr_ca: Sélectionné
nl_nl: Geselecteerde
pt_pt: Selecionados

source: Unselected
es_mx: No Seleccionado
fr_ca: Non-sélectionné
nl_nl: Niet geselecteerde
pt_pt: Não selecionados

source: Repetion
es_mx: Repetición
fr_ca: Répétition
nl_nl: Herhaling
pt_pt: Repetição

source: Remove Selected
es_mx: Eliminar Seleccionado(s)
fr_ca: Retirer Sélectionné(s)
nl_nl: Verwijder geselecteerde
pt_pt: Remover os selecionados

source: Remove Unselected
es_mx: Eliminar No Seleccionado(s)
fr_ca: Retirer Non-Sélectionné(s)
nl_nl: Verwijder niet geselecteerde
pt_pt: Remover os não selecionados

source: Add exercises
es_mx: Agregar ejercicios
fr_ca: Ajouter des exercices
nl_nl: Voeg oefeningen toe
pt_pt: Adicionar exercícios

source: Remove Exercise
es_mx: Eliminar ejercicio
fr_ca: Retirer l'exercice
nl_nl: Verwijder oefening
pt_pt: Remover Exercício

source: Search Client
es_mx: Buscar cliente
fr_ca: Chercher un Client
nl_nl: Zoek cliënt
pt_pt: Pesquisar Cliente

source: Created by
es_mx: Creado por
fr_ca: Créé par
nl_nl: Aangemaakt door
pt_pt: Criado por

source: Standard Protocol
es_mx: Protocolo Estándar
fr_ca: Protocole Standard
nl_nl: Standaard protocol
pt_pt: Protocolo Padrão
