Repository: dwizzel-dev/code-samples-all
Catalog: visou.com/inc/lang/messages.*.po
Languages: es_mx, fr_ca, nl_nl, pt_pt

source: Elbow/Forearm
es_mx: Codo/Antebrazo
nl_nl: Elleboog/onderarm
pt_pt: Cotovelo/Antebraço

source: Lumbar Spine
es_mx: Espina lumbar
nl_nl: Lumbale wervelkolom
pt_pt: Coluna Lombar

source: Hip: Medial Muscles
es_mx: Cadera: Músculos Mediales
nl_nl: Heup: mediale musculatuur
pt_pt: Quadril: Músculos mediais

source: Abdominals: Ext Obliques
es_mx: Abdominales: Oblicuos Ext
nl_nl: Buikspieren: Ext Obliques
pt_pt: Abdominais: Oblíquos Externos

source: Abdominals: Int Obliques
es_mx: Abdominales: Oblicuos Int
nl_nl: Buikspieren: Int Obliques
pt_pt: Abdominais: Oblíquos Internos

source: Abdominals: Transverse
es_mx: Abdominales: Transverso
nl_nl: Buikspieren: Transversus
pt_pt: Abdominais: Transversos

source: Shoulder: Clavical
es_mx: Hombro: Clavícula
nl_nl: Schouder: Clavicula
pt_pt: Ombro: Clavícula

source: Pelvis: Sacrum
es_mx: Pelvis: Sacro
nl_nl: Bekken: Sacrum
pt_pt: Pelve: Sacro

source: Hip: Lateral Muscles
es_mx: Cadera: Músculos Laterales
nl_nl: Heup: Laterale musculatuur
pt_pt: Quadril: Músculos Laterais

source: Hip: Anterior Muscles
es_mx: Cadera: Músculos anteriores
nl_nl: Heup: Anterieure musculatuur
pt_pt: Quadril: Músculos Anteriores

source: Wrist/Hand
es_mx: Muñeca/Mano
fr_ca: Poignet/main
nl_nl: Pols/hand
pt_pt: Punho/mão

source: Cervical Spine: Upper
es_mx: Columna Cervical: Alta
nl_nl: Cervicale wervelkolom: Hoog
pt_pt: Coluna Cervical: Superior

source: Thoracic Area: Ribs
es_mx: Área torácica: Costillas
nl_nl: Thoracale wervelkolom: Ribben
pt_pt: Área Torácica: Costelas

source: Pelvis: Innominate
es_mx: Pelvis: Inominada
nl_nl: Pelvis: Coxae
pt_pt: Pelve: Linha Inominada

source: Ankle/Foot
es_mx: Tobillo/Pie
fr_ca: Cheville/pied
nl_nl: Enkel/voet
pt_pt: Tornozelo/Pé

source: Cervical Spine: Middle
es_mx: Columna Cervical: Media
nl_nl: Cervicale wervelkolom: Midden
pt_pt: Coluna Cervical: Média

source: Cervical Spine: Lower
es_mx: Columna Cervical: Baja
nl_nl: Cervicale wervelkolom: Laag
pt_pt: Coluna Cervical: Inferior

source: Thoracic Area: Spinal Segments
es_mx: Área Torácica: Segmentos Espinales
nl_nl: Thoracale wervelkolom: Spinale segmenten
pt_pt: Área Torácica: Segmentos Espinhais

source: Hip: Posterior Muscles
es_mx: Cadera: Músculos Posteriores
nl_nl: Heup: Posterieure musculatuur
pt_pt: Quadril: Músculos Posteriores

source: Shoulder: Gleno Humeral
es_mx: Hombro: Glenohumeral
nl_nl: Schouder: Glenuhumeraal
pt_pt: Ombro: Glenoumeral

source: Hop
es_mx: Salto
nl_nl: Springen
pt_pt: Pular

source: Bone/Joint Health
es_mx: Hueso/Articulaciones
nl_nl: Botten/gewrichten gezondheid
pt_pt: Osso/Saúde das Articulações

source: Desensitization
es_mx: Desensibilización
nl_nl: Desensitisatie
pt_pt: Dessensibilização

source: Remapping CNS
es_mx: Reasignación CNS
pt_pt: Remapeamento do SNC

source: Swelling Control
es_mx: Control de la inflamación
nl_nl: Zwelling controleren
pt_pt: Controle do Inchaço

source: Tissue Healing
es_mx: Cicatrización de los tejidos
nl_nl: Weefsel herstel
pt_pt: Cicatrização Tecidual

source: Tissue Remodeling
es_mx: Remodelación de Tejidos
nl_nl: Weefsel remodellering
pt_pt: Remodelamento Tecidual

source: Lateral flexion
es_mx: Flexión lateral
fr_ca: Inclinaison
nl_nl: Laterale flexie
pt_pt: Flexão Lateral

source: Jump
es_mx: Saltar
nl_nl: Springen
pt_pt: Salto

source: Lateral rotation
es_mx: Rotación Lateral
nl_nl: Laterale rotatie
pt_pt: Rotação Lateral

source: Leap
es_mx: Salto
fr_ca: Saut en mouvement
nl_nl: Sprong
pt_pt: Pulo

source: Lift
es_mx: Levantar
fr_ca: Soulever
nl_nl: Optillen
pt_pt: Elevação

source: Lunge
es_mx: Estocada
fr_ca: Fente
nl_nl: Uitvalspas
pt_pt: Pulmão

source: Plantarflex./Dor.
es_mx: Flexión Plantar/Dorsal
nl_nl: Plantairflexie/dorsaalflexie
pt_pt: Flexão Plantar/Dorsiflexão

source: Pivot
es_mx: Eje
nl_nl: Draaien
pt_pt: Gire

source: Press
es_mx: Presionar
fr_ca: Pousser
nl_nl: Drukken
pt_pt: Pressione

source: Pull
es_mx: Jalar
fr_ca: Tirer
nl_nl: Trekken
pt_pt: Puxe

source: Crawl
es_mx: Arrastrarse
fr_ca: Ramper
nl_nl: Kruipen
pt_pt: Rastejar

source: Reverse curl
pt_pt: Flexão de Cotovelo

source: Reach
es_mx: Alcanzar
fr_ca: Atteindre
nl_nl: Reiken
pt_pt: Alcançar

source: Internal rotation
es_mx: Rotación interna
fr_ca: Rotation interne
nl_nl: Binnenwaartse rotatie
pt_pt: Rotação Interna

source: Rotation
es_mx: Rotación
nl_nl: Rotatie
pt_pt: Rotação

source: Run
es_mx: Correr
fr_ca: Courir
nl_nl: Rennen
pt_pt: Correr

source: Shuffle
es_mx: Arrastrar
nl_nl: Schuiven
pt_pt: Embaralhar

source: Sidebending
es_mx: Inclinación lateral
fr_ca: Flexion latérale
nl_nl: Zijwaarts buigen
pt_pt: Flexão Lateral

source: Squat thrust
nl_nl: Burpee
pt_pt: Impulso de Agachamento

source: 1.03 BallSit Circle
pt_pt: 1.03 Círculo com Bola

source: 1.05 BallSit Square
pt_pt: 1.05 Quadrado na Bola

source: 1.1 BallTilt
pt_pt: 1.1 Inclinação na Bola

source: 1.19 BallSquat
pt_pt: 1.19 Agachamento com Bola

source: 1. Balance
es_mx: 1. Equilibrio
fr_ca: Balance
nl_nl: 1. Balanceren
pt_pt: 1. Equilíbrio

source: 2. Alignment
es_mx: Alineación
fr_ca: Alignment
nl_nl: 2. Opstellen
pt_pt: 2. Alinhamento

source: 3. Motion
es_mx: Movimiento
fr_ca: Motion
nl_nl: 3. Beweging
pt_pt: 3. Movimento

source: 4. All
es_mx: 4. Todo
fr_ca: .All
nl_nl: 4. Alle
pt_pt: 4. Todos

source: Step up
es_mx: Configurar
pt_pt: Execício no Step

source: Arms swing
es_mx: Brazos oscilantes
nl_nl: Armen zwaaien
pt_pt: Balançar os braços

source: Swing
es_mx: Oscilar
nl_nl: Zwaaien
pt_pt: Balanço

source: Throw
es_mx: Lanzar
fr_ca: Lancer
nl_nl: Gooien
pt_pt: Arremeço

source: Translation
es_mx: Traducción
nl_nl: Translatie
pt_pt: Tradução

source: Walk
es_mx: Caminar
fr_ca: Marcher
nl_nl: Lopen
pt_pt: Caminhar

source: Core strengthening and stability
es_mx: Fortalecimiento y estabilidad del torso
pt_pt: Fortalecimento e estabilidade do CORE

source: Standing and balance poses
es_mx: Posturas de pie y de equilibrio
nl_nl: Stand en balans houdingen
pt_pt: Posições estáticas e de equilíbrio

source: Forward and backward bends
es_mx: Flexiones y extensiones
fr_ca: Flexions et extensions
nl_nl: Voorwaarts en achterwaarts buigen
pt_pt: Inclinar para frente e para trás

source: Twists
es_mx: Rotaciones
fr_ca: Rotations
nl_nl: Draaien
pt_pt: Torção

source: Deep relaxing stretches and inversions
es_mx: Estiramientos e inversiones relajantes profundos
nl_nl: Ontspannend rekken en 'inversions'
pt_pt: Alongametos de relaxamento profundo e inversões

source: Machine
es_mx: Dispositivo
fr_ca: Appareil
nl_nl: Apparaat
pt_pt: Máquina

source: Balance disc
es_mx: Disco de equilibrio
nl_nl: Balans disc
pt_pt: Disco de equilíbrio

source: Stability ball
es_mx: Pelota suiza
fr_ca: Ballon suisse
nl_nl: Stabiliteit bal
pt_pt: Bola estável

source: Bench
es_mx: Banca
fr_ca: Banc
nl_nl: Bank
pt_pt: Banco

source: Bar
es_mx: Barra
fr_ca: Barre
nl_nl: Stang
pt_pt: Barra

source: Barbell
es_mx: Barra con pesas
nl_nl: Lange halter
pt_pt: Barra com peso

source: Stick/Cane
es_mx: Palo/Bastón
fr_ca: Baton/Canne
nl_nl: Stok
pt_pt: Bastão/bengala

source: Balance board
es_mx: Tabla de equilibrio
nl_nl: Balans bord
pt_pt: Prancha de equilíbrio

source: Blanket
es_mx: Frazada/Manta/Cobija
fr_ca: Converture
nl_nl: Deken
pt_pt: Cobertor

source: Board
es_mx: Tabla
nl_nl: Plank
pt_pt: Prancha

source: Heavy ball
es_mx: Balón pesado
fr_ca: Ballon lourd
nl_nl: Zware bal
pt_pt: Bola com Peso

source: Bolster
es_mx: Collarín
fr_ca: Coussin rond
pt_pt: Apoio

source: Box
es_mx: Caja
fr_ca: Boite
nl_nl: Boks
pt_pt: Caixa

source: Backpack
es_mx: Mochila
nl_nl: Rugzak
pt_pt: Mochila

source: Body weight
es_mx: Peso
fr_ca: Poids
nl_nl: Lichaamsgewicht
pt_pt: Peso do corpo

source: Cable Column
es_mx: Cable Columna
pt_pt: Pulley

source: Cable Station
es_mx: Estación de cable
pt_pt: Estação puley

source: Cavaletti
es_mx: Obstáculos Cavaletti
pt_pt: Cavalete

source: Commode
es_mx: Cómoda
pt_pt: Cômoda

source: Belt
es_mx: Cinturón
fr_ca: Ceinture
nl_nl: Riem
pt_pt: Cinto

source: Chair
es_mx: Silla
fr_ca: Chaise
nl_nl: Stoel
pt_pt: Cadeira

source: Corner
es_mx: Esquina
fr_ca: Coin
nl_nl: Hoek
pt_pt: Canto

source: Cuff weights
es_mx: Pesas de tobillo
fr_ca: Poids de chevilles
nl_nl: Gewichtmanchetten
pt_pt: Peso com velcro

source: Curl bar
es_mx: Barra curvada
pt_pt: Barra Curva

source: Declined bench
es_mx: Banco de declive
pt_pt: Banco reclinável

source: Dilator
es_mx: Dilatador
pt_pt: Dilatador

source: Sliding disc
es_mx: Disco deslizante
fr_ca: Disque glissant
pt_pt: Disco deslizante

source: Declines
es_mx: Descensos
pt_pt: Declíneo

source: Limb weight
es_mx: Peso de un miembro
nl_nl: Ledemaat gewicht
pt_pt: Peso do membro

source: Harness/Sling
es_mx: Arnés/Sling
nl_nl: Harnas/sling
pt_pt: Colete / Cinto de sustentação

source: Therapy ball
es_mx: Terapia con balón
nl_nl: Therapie bal
pt_pt: Bola Terapêutica

source: Cavaletti rails
es_mx: Cavaletti rieles
pt_pt: Obstáculo com cavaletes

source: Dumbbell
es_mx: Pesa
nl_nl: Halter
pt_pt: Halteres

source: Glass of water
es_mx: Vaso de agua
fr_ca: Verre d'eau
nl_nl: Glas water
pt_pt: Copo d'água

source: Elastic
es_mx: Elástico
fr_ca: Élastique
nl_nl: Elastiek
pt_pt: Elástico

source: Elevated surface
es_mx: Superficie Elevada
nl_nl: Verhoogd oppervlakte
pt_pt: Superfície elevada

source: Shoulder carry
es_mx: Porta hombro
pt_pt: Carregar nos ombros

source: Stepper
es_mx: Escaladora
pt_pt: Simulador de caminhada

source: Stairs
es_mx: Escalones
fr_ca: Escalier
nl_nl: Trappen
pt_pt: Escadas

source: Wheelchair
es_mx: Silla de ruedas
fr_ca: Fauteuil roulant
nl_nl: Rolstoel
pt_pt: Cadeira de rodas

source: Floor
es_mx: Suelo
fr_ca: Sol
nl_nl: Vloer
pt_pt: Chão

source: Foam roller
es_mx: Rodillo de espuma
pt_pt: Rolo

source: Gray cook band
pt_pt: Faixa com resistência

source: Gym ball
es_mx: Balón de gimnasia
fr_ca: Ballon de gymnastique
pt_pt: Bola Suíça

source: Sponge or soft ball
es_mx: Esponja o pelota suave
nl_nl: Spons of zachte bal
pt_pt: Esponja ou bola macia

source: Sponge pieces
es_mx: Piezas de esponja
nl_nl: Spons stukken
pt_pt: Pedaços de esponja

source: Dried beans in a bowl
es_mx: Frijoles secos en un tazón
fr_ca: Haricots secs dans un bol
pt_pt: Feijões secos em um recipiente

source: Dried beans in a bowl with objects
es_mx: Frijoles secos en un tazón con objetos
fr_ca: Haricots secs dans un bol avec des objets
pt_pt: Feijões secos em um recipiente com outros objetos

source: Dice
es_mx: Dados
nl_nl: Dobbelsteen
pt_pt: Dado

source: Pen / Marker
es_mx: Bolígrafo / Marcador
fr_ca: Crayon / Marqueur
pt_pt: Caneta / Marcador

source: Golf balls
es_mx: Pelota de golf
fr_ca: Balle de golf
nl_nl: Golfballen
pt_pt: Bolas de Golf

source: Deck of cards
es_mx: Juego de cartas
fr_ca: Jeu de cartes
nl_nl: Dek spelkaarten
pt_pt: Baralho de cartas

source: Therapy putty
es_mx: Terapia con masilla
fr_ca: Theraputty
pt_pt: Massa de modelar

source: Container with marbles
es_mx: Contenedor con canicas
fr_ca: Contenant avec des billes
nl_nl: Knikkers
pt_pt: Recipiente com bolas de gude

source: Hurdle
es_mx: Obstáculo
fr_ca: Haie
nl_nl: Horde
pt_pt: Obstáculo

source: Handling
es_mx: Manutention
fr_ca: Manutention
pt_pt: Manipulação

source: BP Cuff
nl_nl: Bloeddrukmeter
pt_pt: Esfigmomanômetro

source: Reflex Hammer
es_mx: Martillo para reflejos
nl_nl: Reflexhamer
pt_pt: Martelo Reflexo

source: Dynamometer
pt_pt: Dinamômetro

source: Scales
es_mx: Escalas
nl_nl: Weegschalen
pt_pt: Escalas

source: Measuring Tape
es_mx: Cinta medidora
nl_nl: Meetlint
pt_pt: Fita métrica

source: Bubble Inclinometer
es_mx: Inclinómetro de burbuja
pt_pt: Nível

source: Manual Therapy Belt
es_mx: Cinturón de terapia manual
pt_pt: Cinto de Terapia Manual

source: Other
es_mx: Otro
fr_ca: Autre
nl_nl: Andere
pt_pt: Outro

source: Peanut Ball
es_mx: Balón Doble
pt_pt: Bola Suíça tipo Feijão

source: Pulley System
es_mx: Sistema de poleas
nl_nl: Pulley
pt_pt: Roldanas

source: Thera Band
pt_pt: Faixa Elástica

source: Thera Tube
pt_pt: Tubo/Cano elástico

source: Vigor Equipment
es_mx: Equipos Vigor
pt_pt: Equipamento Vigor

source: Weight(s)
es_mx: Peso(s)
nl_nl: Gewicht(en)
pt_pt: Peso(s)

source: BAPS Board
es_mx: Tabla BAPS
pt_pt: Disco propriocepção

source: Belt (Manual Therapy Belt)
es_mx: Cinturón (Cinturón de terapia manual)
nl_nl: Riem/band (Manual Therapy Belt)
pt_pt: Cinto (Cinto de terapia manual)

source: Bosu Ball / Balance Pads
es_mx: Bosu Ball / Bloque de equilibrio
pt_pt: Bosu / Almofadas de equilíbrio

source: Elastic Band/Tube
es_mx: Banda elástica/Tubo
nl_nl: Elastieken band/tube
pt_pt: Faixa elástica/Tubo

source: Foam Roller
es_mx: Rodillo de espuma
pt_pt: Rolo

source: Pie Roller
es_mx: Rodillo de pie
pt_pt: Rolo para torta

source: Step / Stair
es_mx: Paso/ Escalón
nl_nl: Step/trap
pt_pt: Degrau / Escada

source: High threshold
es_mx: Umbral alto
nl_nl: Hoge drempel
pt_pt: Limiar alto

source: Inclined bench
es_mx: Banca inclinada
nl_nl: Schuine bank
pt_pt: Banco inclinado

source: Inclines
es_mx: Inclinaciones
nl_nl: Neerbuigen
pt_pt: Inclinação

source: Trap Table
es_mx: Mesa para pilates
pt_pt: Cadillac

source: Ladder
es_mx: Escalera
pt_pt: Escada

source: Leg weights
es_mx: Pesas
fr_ca: Poids
nl_nl: Been gewichten
pt_pt: Peso da perna

source: Free
es_mx: Libre
fr_ca: Libre
nl_nl: Vrij
pt_pt: Livre

source: Low threshold
es_mx: Umbral bajo
nl_nl: Lage drempel
pt_pt: Limiar baixo

source: Step/Stair
es_mx: Paso/Escalón
fr_ca: Marche/Escalier
nl_nl: Step/trap
pt_pt: Degrau/escada

source: Walker
es_mx: Andador
fr_ca: Marchette
nl_nl: Rollator
pt_pt: Andador

source: Mattress
es_mx: Colchón
fr_ca: Matelas
nl_nl: Matras
pt_pt: Colchão

source: Misc
es_mx: Diversos
fr_ca: Divers
pt_pt: Miscelania

source: Mini Loops
es_mx: Mini Lazadas
nl_nl: Kleine elastieken/Mini loops
pt_pt: Faixa elástica contínua

source: Wall
es_mx: Muro/Pared
fr_ca: Mur
nl_nl: Muur
pt_pt: Parede

source: MVP Shuttle
es_mx: MVP Traslado
pt_pt: MVP

source: Fixed object
es_mx: Objeto Fijo
fr_ca: Objet fixe
nl_nl: Gefixeerd object
pt_pt: Objeto fixo

source: Pillow
es_mx: Almohada
fr_ca: Oreiller
nl_nl: Kussen
pt_pt: Travesseiro

source: Air Pads
es_mx: Almohadillas de aire
pt_pt: Almofadas infláveis

source: Peanut ball
es_mx: Balón Doble
fr_ca: Ballon peanut
pt_pt: Bola Suíça tipo feijão

source: Partner
es_mx: Socio
fr_ca: Partenaire
pt_pt: Parceiro

source: Balance cushion
es_mx: Cojín de equilibrio
nl_nl: Balans kussen
pt_pt: Almofada de equilíbrio

source: Bounceable ball
es_mx: Pelota que rebota
nl_nl: Medicine ball
pt_pt: Bola com peso

source: Chair (with arms)
es_mx: Silla (con brazos)
nl_nl: Stoel (met armleuningen)
pt_pt: Cadeira (com braços)

source: Chair (without arms)
es_mx: Silla (sin brazos))
nl_nl: Stoel (zonder armleuningen)
pt_pt: Cadeira (sem braços)

source: Inspiratory muscle trainer
es_mx: Entrenador muscular Inspiratorio
nl_nl: Ademhalingsspier trainer
pt_pt: Treino de musculatura inspiratória

source: Inhaler
es_mx: Inhalar
nl_nl: Inhaleer
pt_pt: Inalador

source: Moderate
es_mx: Moderado
nl_nl: Middelmatig
pt_pt: Moderado

source: Ball
es_mx: Bola/Pelota pequeña
fr_ca: Balle/Petit ballon
nl_nl: Bal
pt_pt: Bola

source: Pilates ring
es_mx: Anillo de Pilates
pt_pt: Anel de Pilates

source: Wobble board
es_mx: Tabla de equilibrio
pt_pt: Placa de oscilação

source: Plate
es_mx: Placa
fr_ca: Poids
nl_nl: Plaat
pt_pt: Prato

source: Weight
es_mx: Peso
fr_ca: Poids
nl_nl: Gewicht
pt_pt: Peso

source: Sanding
es_mx: Lijar
fr_ca: Poncage
nl_nl: Schuren
pt_pt: Lixar

source: Overhead cable
es_mx: Cable aéreo
fr_ca: Resistance cable
nl_nl: Bovenhandse kabel
pt_pt: Cabo acima da cabeça

source: Overhead pulley
es_mx: Polea aérea
fr_ca: Poulie/Cable
nl_nl: Bovenhandse pulley
pt_pt: Pulley acima da cabeça

source: Beam
es_mx: Viga
fr_ca: Poutre
nl_nl: Balans Beam
pt_pt: Viga

source: Rebounder
es_mx: Rebotar
nl_nl: Trampoline
pt_pt: Cama elástica

source: Resistance
es_mx: Resistencia
nl_nl: Weerstand
pt_pt: Resistência

source: RIP Trainer
es_mx: Entrenador RIP
pt_pt: TRX

source: Ring, roller
es_mx: Anillo, rodillo
fr_ca: Anneau, rouleau
pt_pt: Anel, Rolete

source: Roller board
pt_pt: Prancha com rodas

source: Rotary
es_mx: Giratorio
nl_nl: Roterend
pt_pt: Rotativo

source: Roller
es_mx: Rodillo
fr_ca: Rouleau
pt_pt: Rolete

source: Resistance band
es_mx: Banda de resistencia
fr_ca: Élastique
nl_nl: Theraband
pt_pt: Faixa com resistência

source: Self application
es_mx: Auto aplicación
nl_nl: Zelf toepasbaar
pt_pt: Auto Aplicação

source: Towel
es_mx: Toalla
fr_ca: Serviette
nl_nl: Handdoek
pt_pt: Toalha

source: Sling/Harness
es_mx: Correa/Arnés
fr_ca: Laisse/Harnais
nl_nl: Sling/Harnas
pt_pt: Tipóia/Cinta de sustentação de pelve

source: Sit Disc
es_mx: Disco asiento
nl_nl: Zit schijf
pt_pt: Disco de equilíbrio

source: Small Ball
es_mx: Pelota pequeña
fr_ca: Petite balle
nl_nl: Kleine bal
pt_pt: Bola Pequena

source: Speed ladder
es_mx: Escalera de velocidad
pt_pt: Escada de velocidade

source: Static
es_mx: Estática
fr_ca: Statique
nl_nl: Statisch
pt_pt: Estático

source: Step
es_mx: Paso/Escalón
pt_pt: Passo

source: Stool
es_mx: taburete
fr_ca: tabouret
nl_nl: Kruk
pt_pt: Banco

source: Strap
es_mx: Correa
fr_ca: Courroie
nl_nl: Riem
pt_pt: Cinta

source: Syringe Cap
es_mx: Jeringa
nl_nl: Spuit
pt_pt: Tampa de seringa

source: Therapist/Assisted application
es_mx: Terapéuta/Aplicación asistida
nl_nl: Therapeut/geassisteerde toepassing
pt_pt: Terapeuta/Aplicação assistida

source: Table
es_mx: Mesa
nl_nl: Tafel
pt_pt: Mesa

source: Yoga mat
es_mx: Tapis de yoga
fr_ca: Tapis yoga
pt_pt: Tapete de Yoga

source: Thera-Bars
pt_pt: Bastão Elástico

source: Treadmill
es_mx: Tapis rodante
fr_ca: Tapis roulant
nl_nl: Loopband
pt_pt: Esteira

source: Tennis ball
es_mx: Pelota de tenis
fr_ca: Balle de tennis
nl_nl: Tennisbal
pt_pt: Bola de tênis

source: Theraband
pt_pt: Faixa Elástica

source: Tips
es_mx: Consejos
pt_pt: Dicas

source: Timer
es_mx: Minutero
pt_pt: Cronômetro

source: Tool usage
es_mx: Herramienta
fr_ca: Outil
nl_nl: Gebruik van gereedschap
pt_pt: Uso da ferramenta

source: Toy
es_mx: Juguete
fr_ca: Jouet
nl_nl: Speelgoed
pt_pt: Brinquedo

source: Upright row bar
es_mx: Barra vertical
pt_pt: Barra da linha vertical

source: Vibrator
es_mx: Vibrador
fr_ca: Vibrateur
pt_pt: Vibrador

source: Wate-Bar
pt_pt: Barra

source: Wagon / cart
es_mx: Carro / carrito
nl_nl: Kar
pt_pt: Vagão / Carrinho

source: Wand
es_mx: Barra
nl_nl: Stokje
pt_pt: Bastão

source: Flow
es_mx: Flujo
pt_pt: Fluxo

source: Static position
es_mx: Posición estática
fr_ca: Position statique
nl_nl: Statische positie
pt_pt: Posição estática

source: Series
pt_pt: Séries

source: Yoga block
es_mx: Bloque de Yoga
nl_nl: Yoga blok
pt_pt: Bloco de Yoga

source: Chops/Lifts
pt_pt: Diagonais/levantamentos

source: Foam roll
es_mx: Rodillo de espuma
pt_pt: Rolo

source: Lower quad
es_mx: Cuádriceps inferiores
nl_nl: Lagere quad
pt_pt: Porção inferior do quadríceps

source: Nerve flossing
pt_pt: Liberação Neural

source: RNT static
es_mx: RNT estático
pt_pt: RNT estático

source: Rolling
es_mx: Rodando
nl_nl: Rollen
pt_pt: Rolar

source: Stick
es_mx: Palo
pt_pt: Bastão

source: Upper quad
es_mx: Cuádriceps superiores
nl_nl: ovenste quad
pt_pt: Porção superior do quadríceps

source: Education/Stroke
es_mx: Educacion/ Aneurisma
fr_ca: &Eacute;ducation/ACV
nl_nl: Educatie/beroerte
pt_pt: Educação/AVC

source: Airrosti Rehab
pt_pt: Airrosti Reabilitação

source: ALL MODULES
es_mx: TODOS LOS MÓDULOS
fr_ca: A TOUS LES MODULES
nl_nl: Alle modules
pt_pt: TODOS OS MÓDULOS

source: Amputee / femoral
es_mx: Amputado / femoral
fr_ca: Amputé / fémoral
nl_nl: Geamputeerd/femoraal
pt_pt: Amputado / femoral

source: Amputee / tibial
es_mx: Amputado / Tibial
fr_ca: Amputé / tibial
nl_nl: Geamputeerd/tibiaal
pt_pt: Amputado / tibial

source: Education/Anatomy
es_mx: Educación / Anatomía
fr_ca: Éducation/Anatomie
nl_nl: Educatie/anatomie
pt_pt: Educação/Anatomia

source: Aquatherapy
es_mx: Acuaterapia
fr_ca: Aquatherapie
nl_nl: Hydrotherapie
pt_pt: Hidroterapia

source: Muscle relaxation
es_mx: Relajación muscular
fr_ca: Assouplissement musculaire
nl_nl: Spierontspanning
pt_pt: Relaxamento Muscular

source: Education/ADL
es_mx: Educación/ ADL
nl_nl: Educatie/ADL
pt_pt: Educação/ADL

source: Back In Motion
es_mx: Regreso al movimiento
pt_pt: Volta ao Movimento

source: Ball/Flexibilty
es_mx: Pelota / Flexibilidad
nl_nl: Bal/flexibiliteit
pt_pt: Bola/Flexibilidade

source: Bariatrics
es_mx: Bariátrica
fr_ca: Bariatrie
nl_nl: Bariatrie
pt_pt: Bariátrico

source: cardiopulmonary
es_mx: Cardiorespiratorio
fr_ca: Cardiorespiratoire
nl_nl: Cardiopulmonaal
pt_pt: Cardiopulmonar

source: Canine
es_mx: Canino
nl_nl: Honden
pt_pt: Canino

source: Equipment
es_mx: Equipo
nl_nl: Uitrusting
pt_pt: Equipamento

source: Occupational Therapy
es_mx: Terapia Ocupacional
nl_nl: Ergotherapie
pt_pt: Terapia Ocupacional

source: FF - Core Stabilisation
es_mx: FF - Core Estabilización
nl_nl: FF - Core Stability
pt_pt: FF - Estabilização do Core

source: FF - Game Official
es_mx: FF - Juego Oficial
pt_pt: FF - Jogo Oficial

source: FF - Stability/Mobility
es_mx: FF - Estabilidad/Movilidad
nl_nl: FF - Stabiliteit/Mobiliteit
pt_pt: FF - Estabilização/Mobilidade

source: FF - Tennis
es_mx: FF - Tenis
pt_pt: FF - Tênis

source: Orthopaedics
es_mx: Ortopédicos
fr_ca: Orthop&eacute;die
nl_nl: Orthopedie
pt_pt: Ortopedia

source: Geriatrics
es_mx: Geriátricos
fr_ca: G&eacute;riatrie
nl_nl: Geriatrie
pt_pt: Geriatria

source: Gray Institute
es_mx: Instituto Gray
pt_pt: Instituto Gray

source: Hand Therapy
es_mx: Terapia de manos
fr_ca: Mains
nl_nl: Handtherapie
pt_pt: Terapia Manual

source: HCE Exercises
es_mx: HCE Ejercicios
pt_pt: HCE Exercícos

source: HCE PT Techniques
es_mx: HCE PT Técnicos
pt_pt: HCE Técnicas Fisioterapêuticas

source: HCE Patient Tips
es_mx: HCE Consejos para pacientes
pt_pt: HCE Dicas de Pacientes

source: Leader Fit
pt_pt: Ajuste do Líder

source: Matrix
es_mx: Matriz
pt_pt: Matriz

source: Neurology
es_mx: Neurología
fr_ca: Neurologie
nl_nl: Neurologie
pt_pt: Neurologia

source: New
es_mx: Nuevo
fr_ca: Nouveau
nl_nl: Nieuw
pt_pt: Novo

source: Pediatrics
es_mx: Pediátricos
fr_ca: P&eacute;diatrie
nl_nl: Kinderen
pt_pt: Pediatria

source: Movement Restoration B/C
es_mx: Movimiento Restauración B/C
pt_pt: Movimento de Restauração B/C

source: Pelvicology
es_mx: Pelvis
fr_ca: Pelvis
nl_nl: Bekken
pt_pt: Pelviologia

source: Plyometrics
es_mx: Pliométricos
fr_ca: Pliom&eacute;trie
nl_nl: Plyometrie
pt_pt: Pliométricos

source: Pregnancy
es_mx: Embarazo
fr_ca: Grossesse
nl_nl: Zwangerschap
pt_pt: Gravidez

source: Pediatric Speech
es_mx: Discurso Pediátrico
nl_nl: Kinderen/spraak
pt_pt: Linguagem Pediátrica

source: Recumbent Patient
es_mx: Paciente reclinado
nl_nl: Ligfiets patient
pt_pt: Paciente Deitado

source: Resistance chair
es_mx: Silla de resistencia
pt_pt: Cadeira com resistência

source: Rehab in Motion
es_mx: Rehabilitación en movimiento
pt_pt: Reabilitação em Movimento

source: Simulation module
es_mx: Módulo de simulación
nl_nl: Simulatie module
pt_pt: Módulo de Simulação

source: Speech
es_mx: Lenguaje / Habla / Logopedia
fr_ca: Parole
nl_nl: Spraak
pt_pt: Linguagem

source: Speech Therapy
es_mx: Terapia de discurso
fr_ca: Thérapie de la parole
nl_nl: Spraak therapie
pt_pt: Terapia de Linguagem

source: Yoga - Not Ready
es_mx: Yoga - No listo
nl_nl: Yoga - Niet klaar
pt_pt: Yoga - Inacabado

source: Adaptation/Substitution
es_mx: Adaptación/Substitución
nl_nl: Adaptie/substitutie
pt_pt: Adaptação/Substituição

source: Agility/Coordination
es_mx: Agilidad/Coordinación
nl_nl: Behendigheid/coördinatie
pt_pt: Agilidade/Coordenação

source: Agility
es_mx: Agilidad
nl_nl: Behendigheid
pt_pt: Agilidade

source: Airways clearance
es_mx: Vias Respiratorias (ventilar)
fr_ca: Dégagement des voies respiratoires
nl_nl: Luchtwegen vrij maken
pt_pt: Higiene Brônquica
