Repository: dwizzel-dev/code-samples-all
Catalog: visou.com/inc/lang/messages.*.po
Languages: es_mx, fr_ca, nl_nl, pt_pt

source: <h4>Return Policy</h4> The licensee shall advise Nesa of any defective, malfunctioning or incompatible Software within seven (7) days of the date on which the licensee first became aware of such defect, malfunction or incompatibility. The licensee shall furnish Nesa with a written description of the claimed defect, malfunction or incompatibility by facsimile or e-mail transmission comprehensively describing such defect, malfunction or incompatibility. Nesa's exclusive obligation, and the licensee's sole right and remedy, with respect to Software determined to be defective, malfunctioning or incompatible with the licensee's computer system shall be, at Nesa's sole option: (i) to provide the licensee with replacement Software at no additional charge to licensee; or (ii) to refund to the licensee the license fees paid in connection therewith within thirty (30) business days of the date that licensee provides Nesa with notice of such defect, malfunction or incompatibility. Nesa shall have no obligation to replace the Software or refund the licensee fees if the Software has been altered, damaged or modified as a result of: (i) the negligent acts or omissions of the licensee; (ii) by the licensee's hardware malfunction; (iii) third party software not licensed through Nesa; or (iv) any cause outside of Nesa's reasonable control.
pt_pt: <h4>Return Policy</h4> O Licenciado deverá avisar Nesa de qualquer defeito, avaria, mal funcionamento, ou incompatibilidade do Software no prazo de sete (7) dias a partir da data em que o Licenciado se tornou ciente de tal defeito, mal funcionamento, ou incompatibilidade. O Licenciado deverá fornecer à Nesa uma descrição por escrito sobre a natureza do defeito, mal funcionamento ou incompatibilidade via fax ou e-mail transmitindo compreensivelmente uma descrição de tal defeito, mal funcionamento ou incompatibilidade. É de exclusiva obrigação da Nesa, e direito exclusivo do titular da licença, sendo o Software considerado defeituoso, e comprovando estarapresentando mal funcionamento ou incompatibilidade com o sistema operacional do computador do Licenciado, será de exclusivo critério da Nesa: (i) fornecer ao Licenciado um Software de substituição sem nenhum valor adicional pela licença; ou (ii) restituir ao Licenciado as taxas delicença pagas em relação aos mesmos dentro de trinta (30) dias úteis a partir da data em que o Licenciado fornece a Nesa a notificação de tal defeito, malfuncionamento ou incompatibilidade. Nesa não terá nenhuma obrigação de substituir o Software ou reembolsar o valor da licença se o Software for alterado, danificado ou modificado como resultado de: (i) Atos de negligência ou omissão do Licenciado; (ii) mal funcionamento do hardware do Licenciado; (iii) software de terceiros não licenciados através da Nesa; ou (iv) qualquer outra causa fora do controle da Nesa.

source: <h4>Governing Law</h4> This Purchase Order shall be governed by and construed in accordance with the laws of the Province of Quebec and the federal laws of Canada applicable therein. Jurisdiction and venue in any action arising hereunder shall be in a court of competent jurisdiction located in the Judicial District of Montreal.
fr_ca: <h4>Droit applicable</h4> Le présent Bon de commande est régi par les lois de la Province de Québec et les lois fédérales du Canada qui s'y appliquent et est interprété conformément aux dispositions des lois de la Province de Québec et des lois fédérales du Canada qui s'y appliquent. Les actions qui résultent de la présente Convention relèvent de la juridiction et de la compétence territoriale du district judiciaire de Montréal.
pt_pt: <h4>Governing Law</h4> Esta ordem de compra será registrada e interpretada de acordo com as leis da Província de Quebec e as leis federais do Canada aplicaveis nele. Jurisdição e foro eventuais em qualquer ação deste Contrato serão no tribunal de jurisdição competente localizado no Distrito Judicial de Montreal.

source: <h4>Language</h4> The parties have agreed that these conditions be drafted in English. Les parties pr&eacute;sentes ont convenu &agrave; ce que ce document soit r&eacute;dig&eacute; en anglais.
fr_ca: <h4>Langue<h4> The parties have agreed that this document be drafted in English. Les parties présentes ont convenu que ce bon de commande soit rédigé en anglais.
pt_pt: <h4>Language</h4> As partes acordaram que estas condições fossem redigidas em inglês.

source: Search a Standard Protocol
es_mx: Buscar Protocolo Estándar
fr_ca: Rechercher un Protocole Standard
nl_nl: Zoek een standaard protocol
pt_pt: Pesquisar um Protocolo Padrão

source: List of Protocols
es_mx: Lista de Protocolos
fr_ca: Liste des Protocoles
nl_nl: Lijst van protocollen
pt_pt: Lista de Protocolos

source: The Search Yielded %s Protocol(s)
es_mx: La búsquesa ha arrojado %s Protocolo(s)
fr_ca: La Recherche a retourn&eacute;e %s Protocole(s)
nl_nl: De zoekopdracht heeft %s protocollen opgeleverd
pt_pt: A busca resultou em %s protocolo(s)

source: Protocol Name
es_mx: Nombre del Protocolo
fr_ca: Nom du Protocole
nl_nl: Naam protocol
pt_pt: Nome do Protocolo

source: Creation Date
es_mx: Fecha de creación
fr_ca: Date de Cr&eacute;ation
nl_nl: Aanmaakdatum
pt_pt: Data da Criação

source: Module
es_mx: Módulo
pt_pt: Módulo

source: Program Name
es_mx: Nombre del Programa
fr_ca: Nom du Programme
nl_nl: Naam programma
pt_pt: Nome do Programa

source: Expiration Date
es_mx: Fecha de Expiración
fr_ca: Date d'Expiration
nl_nl: Verloopt op
pt_pt: Data de validade

source: Do you want to delete this protocol?
es_mx: ¿Usted desea eliminar este protocolo?
fr_ca: D&eacute;sirez-vous supprimer ce protocole?
nl_nl: Wilt u dit protocol verwijderen?
pt_pt: Você deseja excluir este protocolo?

source: Do you want to delete those protocols?
es_mx: ¿Usted desea eliminar estos protocolos?
fr_ca: D&eacute;sirez-vous supprimer ces protocoles?
nl_nl: Wilt u deze protocollen verwijderen?
pt_pt: Você deseja excluir estes protocolos?

source: Please change your Password
es_mx: Por favor cambie su contraseña
fr_ca: Veuillez modifier votre Mot de Passe
nl_nl: Wijzig uw wachtwoord
pt_pt: Por favor, modifique sua senha

source: Our password must:
es_mx: Su contraseña debe:
fr_ca: Votre mot de passe doit:
nl_nl: Het wachtwoord moet:
pt_pt: Nossa senha deve:

source: Be over 8 characters long.
es_mx: Contener más de 8 caracteres de longitud
fr_ca: Contenir plus de 8 caract&egrave;res
nl_nl: Uit minimaal 8 karakters bestaan
pt_pt: Ter mais de 8 caracteres

source: Use a combination of upper and lower case letters.
es_mx: Utilizar una combinación de letras mayúsculas y minúsculas
fr_ca: Utiliser une combinaison de lettres majuscules et minuscules
nl_nl: Uit een combinatie van hoofdletters en kleine letters bestaan.
pt_pt: Use uma combinação de letras maiúsculas e minúsculas.

source: Include at least one numeric and/or special character (& or ? or @, etc).
es_mx: Incluír al menos un caracter numérico y/o especial (& ou ? ou @, etc)
fr_ca: Inclure au moins un caract&egrave;re num&eacute;que et/ou un caract&egrave; sp&eacute;cial (& ou ? ou @, etc)
nl_nl: Minimaal één numeriek en/of speciaal teken (& or ? or @, etc) bevatten.
pt_pt: Inclua pelo menos um caractere numérico e/ou especial (& or ? or @, etc).

source: Example of password: <strong>Anderson01@</strong>
es_mx: Ejemplo de contraseña: <strong>Lopez01@</strong>
fr_ca: Exemple de mot de passe: <strong>Tremblay01@</strong>
nl_nl: Voorbeeld van een wachtwoord: <strong>Janssen01@</strong>
pt_pt: Exemplo de senha: <strong>Ferreira01@</strong>

source: User Name
es_mx: Nombre de usuario
fr_ca: Nom d'utilisateur
nl_nl: Gebruikersnaam
pt_pt: Nome de Usuário

source: New password
es_mx: Nueva contraseña
fr_ca: Nouveau mot de passe
nl_nl: Nieuw wachtwoord
pt_pt: Nova senha

source: Confirm new password
es_mx: Confirmar nueva contraseña
fr_ca: Confirmez votre nouveau mot de passe
nl_nl: Bevestig nieuw wachtwoord
pt_pt: Confirme a nova senha

source: Password is too short!
es_mx: La contraseña es demasiado corta!
fr_ca: Le mot de passe est trop court!
nl_nl: Wachtwoord is te kort.
pt_pt: Senha muito curta!

source: Password must contain a combination of upper and lower case letters!
es_mx: La contraseña debe contener una combinación de letras mayúsculas y minúsculas!
fr_ca: Le mot de passe doit contenir une combinaison de lettres majuscules et minuscules!
nl_nl: Wachtwoord moet een combinatie van hoofdletters en kleine letters bevatten.
pt_pt: A senha deve possuir uma combinação de letras maiúsculas e minúsculas!

source: Password must include at least one numeric and/or special character!
es_mx: La contraseña debe incluír al menos un caracter numérico y/o especial!
fr_ca: Le mot de passe doit inclure au moins un caract&egrave;re num&eacute;rique et/ou un caract&egrave;re sp&eacute;cial!
nl_nl: Wachtwoord moet ten minste één numeriek en/of speciaal teken bevatten.
pt_pt: A senha deve possuir pelo menos um caractere numérico e/ou especial!

source: Passwords does not match!
es_mx: Las contraseñas no son idénticas!
fr_ca: Les mots de passes ne sont pas identiques!
nl_nl: Wachtwoorden komen niet overeen.
pt_pt: As senhas não são iguais!

source: Select a Module
es_mx: Seleccionar un módulo
fr_ca: S&eacute;lectionnez un Module
nl_nl: Selecteer een module
pt_pt: Selecione um Módulo

source: Add Exercises
es_mx: Agregar ejercicios
fr_ca: Ajouter des Exercices
nl_nl: Voeg oefeningen toe
pt_pt: Adicionar Exercícios

source: List Exercises
es_mx: Lista de Ejercicios
fr_ca: Liste d'Exercices
nl_nl: Lijst van oefeningen
pt_pt: Lista de Exercícios

source: The Search Yielded %s Exercise(s)
es_mx: La búsqueda ha arrojado %s Ejercicio(s)
fr_ca: La Recherche a Retourn&eacute;e %s Exercice(s)
nl_nl: De zoekopdracht heeft %s oefening(en) opgeleverd
pt_pt: A busca resultou em %s Exercício(s)

source: Unfinished
es_mx: No completado
fr_ca: Non compl&eacute;t&eacute;
nl_nl: Niet voltooid
pt_pt: Inacabado

source: Code
es_mx: Código
pt_pt: Código

source: No Code Yet
es_mx: Sin código aún
fr_ca: Pas encore de Code
nl_nl: Nog geen code
pt_pt: Nenhum código ainda

source: No Data Available
es_mx: Datos no disponibles
fr_ca: Pas de Donn&eacute;es Disponibles
nl_nl: Geen gegevens beschikbaar
pt_pt: Sem dados disponíveis

source: Do you want to delete this exercise?
es_mx: ¿Usted desea eliminar este ejercicio?
fr_ca: D&eacute;sirez-vous supprimer cet exercice?
nl_nl: Wilt u deze oefening verwijderen?
pt_pt: Você deseja excluir este exercício?

source: Do you want to delete those exercises?
es_mx: ¿Usted desea eliminar estos ejercicios?
fr_ca: D&eacute;sirez-vous supprimer ces exercices?
nl_nl: Wilt u deze oefeningen verwijderen?
pt_pt: Você deseja excluir estes exercícios?

source: File Number
es_mx: Número de archivo
fr_ca: Num&eacute;ro du Dossier
nl_nl: Bestandsnummer
pt_pt: Número do arquivo

source: Department
es_mx: Departamento
fr_ca: D&eacute;partement
nl_nl: Afdeling
pt_pt: Departamento

source: switch
es_mx: cambiar el orden
fr_ca: changer l'ordre
nl_nl: wisselen
pt_pt: Troca

source: Mirror
es_mx: Espejo
fr_ca: Mirroir
nl_nl: Gespiegeld
pt_pt: Espelho

source: My instructions
es_mx: Mis instrucciones
fr_ca: Mes instructions
nl_nl: Mijn instructies
pt_pt: Minhas Instruções

source: Original instructions
es_mx: Instrucciones Originales
fr_ca: Instructions Originales
nl_nl: Originele instructies
pt_pt: Instruções Originais

source: Program's instructions
es_mx: Instrucciones del Programa
fr_ca: Instructions du Programme
nl_nl: Programma instructies
pt_pt: Instruções do Programa

source: Exercise Name
es_mx: Nombre del ejercicio
fr_ca: Nom de l'Exercice
nl_nl: Naam oefening
pt_pt: Nome do Exercício

source: Set as my instructions
es_mx: Definir como mis instrucciones
fr_ca: D&eacute;finir comme mes instructions
nl_nl: Instellen als mijn instructies
pt_pt: Definir como minhas instruções

source: Back to program
es_mx: Regresar al programa
fr_ca: Retour au programme
nl_nl: Terug naar programma
pt_pt: Voltar ao programa

source: Back to protocol
es_mx: Regresar al protocolo
fr_ca: Retour au protocole
nl_nl: Terug naar protocol
pt_pt: Voltar ao protocolo

source: Assign to program
es_mx: Asignar el programa
fr_ca: Assigner au programme
nl_nl: Toewijzen aan programma
pt_pt: Atribuir ao programa

source: Add/View/Edit a User
es_mx: Agregar/Ver/Editar un usuario
fr_ca: Ajouter/Voir/&Eacute;diter un Utilisateur
nl_nl: Toevoegen/bekijken/bewerken gebruiker
pt_pt: Adicionar/visualizar/Editar um usuário

source: Status:
es_mx: Estado:
fr_ca: Statut:
pt_pt: Estado:

source: Active
es_mx: Activo
fr_ca: Actif
nl_nl: Actief
pt_pt: Ativo

source: Inactive
es_mx: Inactivo
fr_ca: Inactif
nl_nl: Inactief
pt_pt: Inativo

source: Coordinates
es_mx: Coordenadas
fr_ca: Coordonn&eacute;es
nl_nl: Coördinaten
pt_pt: Coordenadas

source: Clinic
es_mx: Clínica
fr_ca: Clinique
nl_nl: Praktijk
pt_pt: Clínica

source: City
es_mx: Ciudad
fr_ca: Ville
nl_nl: Stad
pt_pt: Cidade

source: State/Province
es_mx: Estado/Provincia
fr_ca: &Eacute;tat/Province
nl_nl: Staat/provincie
pt_pt: Estado/Província

source: Country
es_mx: País
fr_ca: Pays
nl_nl: Land
pt_pt: País

source: Zip/Postal Code
es_mx: Código Postal
fr_ca: Code Postal
nl_nl: Postcode
pt_pt: CEP/Código Postal

source: Always use this location when sending out reports
es_mx: Utilizar siempre esta locación cuando se envíen reportes
fr_ca: Toujours utiliser cet endroit lors de l'envois des programmes
nl_nl: Gebruik altijd deze locatie voor het verzenden van rapporten
pt_pt: Sempre usar essa localização para enviar relatórios

source: Primary Email
es_mx: Correo electrónico principal
fr_ca: Email Primaire
nl_nl: E-mail (primair)
pt_pt: Email principal

source: Secondary Email
es_mx: Correo electrónico secundario
fr_ca: Email Secondaire
nl_nl: E-mail (secundair)
pt_pt: Email secundário

source: Extension
es_mx: Extensión
nl_nl: Extensie
pt_pt: Extensão

source: Web Access
es_mx: Acceso Web
fr_ca: Acc&egrave;s Web
nl_nl: Toegang tot internet
pt_pt: Acesso à Web

source: Access Level
es_mx: Nivel de acceso
fr_ca: Niveau d'Acc&egrave;s
nl_nl: Toegangsniveau
pt_pt: Nível de acesso

source: Save the User
es_mx: Guardar el usuario
fr_ca: Sauvegarder l'Utilisateur
nl_nl: Sla gebruiker op
pt_pt: Salvar Usuário

source: Deactivate the User
es_mx: Desactivar usuario
nl_nl: Deactiveer gebruiker
pt_pt: Inativar Usuário

source: Activate the User
es_mx: Activar usuario
fr_ca: Activer l'Utilisateur
nl_nl: Activeer gebruiker
pt_pt: Ativar Usuário

source: Password required
es_mx: Contraseña requerida
fr_ca: Mot de passe requis
nl_nl: Wachtwoord vereist
pt_pt: Senha requerida

source: 2 = Level 2 allows access to all patient files.
es_mx: 2 = Nivel 2 permite el acceso a los achivos de todos los pacientes.
fr_ca: 2 = Niveau 2 permet l'acc&egrave;s &agrave; tous les fichiers des patients.
nl_nl: 2 = Niveau 2 geeft toegang tot alle cliëntendocumenten.
pt_pt: 2 = Nível 2 permite acesso a todos os arquivos do paciente.

source: 3 = Level 3 allows access only to the user's patient files.
es_mx: 3 = Nivel 3 permite el acceso sólo a los archivos de los pacientes del usuario
fr_ca: 3 = Niveau 3 permet seulement d'acc&eacute;der au fichiers d'un patient
nl_nl: 3 = Niveau 3 geeft alleen toegang tot de cliëntendocumenten van de gebruiker.
pt_pt: 3 = Nível 3 permite acesso apenas aos arquivos de usuário do paciente.

source: Users List
es_mx: Lista de usuarios
fr_ca: Liste des Utilisateurs
nl_nl: Gebruikerslijst
pt_pt: Lista de Usuários

source: Show Deleted Users
es_mx: Mostrar usuarios eliminados
fr_ca: Afficher les Utilisateurs Supprim&eacute;s
nl_nl: Laat verwijderde gebruikers zien
pt_pt: Mostrar Usuários Excluídos

source: Client Profile
es_mx: Perfil del cliente
fr_ca: Profile du Client
nl_nl: Cliëntprofiel
pt_pt: Perfil do Cliente

source: Delete this client
es_mx: Eliminar este cliente
fr_ca: Supprimer ce client
nl_nl: Verwijder deze cliënt
pt_pt: Excluir este Cliente

source: New program
es_mx: Nuevo Programa
fr_ca: Nouveau programme
nl_nl: Nieuw programma
pt_pt: Novo programa

source: Program Date
es_mx: Fecha del Programa
fr_ca: Date du programme
nl_nl: Datum programma
pt_pt: Arquivos do Programa

source: Program online expiration date
es_mx: Fecha de expiración del Programa en línea
fr_ca: Date d'expiration du programme en ligne
nl_nl: Vervaldatum programma online
pt_pt: Data de validade do programa online

source: Do you want to delete those programs?
es_mx: ¿Desea usted eliminar estos programas?
fr_ca: D&eacute;sirez-vous supprimer ces programmes?
nl_nl: Wilt u deze programma's verwijderen?
pt_pt: Você deseja excluir estes programas?

source: Yes, delete them!
es_mx: Si, eliminarlos!
fr_ca: Oui, supprimez!
nl_nl: Ja, verwijder de programma's
pt_pt: Sim, excluir!

source: Do you want to delete this program?
es_mx: ¿Desea usted eliminar este programa?
fr_ca: D&eacute;sirez-vous supprimer ce programme?
nl_nl: Wilt u dit programma verwijderen?
pt_pt: Você deseja excluir este programa?

source: Yes, delete it!
es_mx: Si, eliminarlo!
fr_ca: Oui, supprimez!
nl_nl: Ja, verwijder programma
pt_pt: Sim, excluir!

source: We could not delete your client
es_mx: No hemos podido eliminar este cliente
fr_ca: Nous n'avons pas pu supprimer votre client
nl_nl: Deze cliënt kan niet verwijderd worden
pt_pt: Não podemos excluir seu cliente

source: Client unavailable!
es_mx: Cliente no disponible!
fr_ca: Client non disponible!
nl_nl: Cliënt niet beschikbaar
pt_pt: Cliente indisponível!

source: We could not find this email address!
es_mx: No hemos podido encontrar esta dirección de correo electrónico!
fr_ca: Nous n'avons pas trouv&eacute; cette adresse email!
nl_nl: Het e-mailadres kan niet gevonden worden.
pt_pt: Não podemos encontrar este endereço de email!

source: We could not send the email!
es_mx: No hemos podido enviar el correo!
fr_ca: Nous n'avons pas pu envoyer le email!
nl_nl: E-mail kan niet verzonden worden
pt_pt: Email não enviado!

source: Success!
es_mx: Operación exitosa!
fr_ca: Succ&egrave;s!
nl_nl: Succes
pt_pt: Sucesso!

source: Email sent!
es_mx: Correo enviado!
fr_ca: Email envoy&eacute;!
nl_nl: E-mail verzonden
pt_pt: Email enviado!

source: Your exercise was saved
es_mx: Su ejercicio ha sido guardado
fr_ca: Votre exercice a &eacute;t&eacute; sauvegard&eacute;
nl_nl: De oefening is opgeslagen
pt_pt: Seu exercício foi salvo

source: Password must be over 8 characters long
es_mx: La contraseña debe contener más de 8 caracteres de longitud
fr_ca: Le mot de passe doit avoir plus de 8 caract&egrave;res
nl_nl: Het wachtwoord moet minimaal 8 karakters bevatten
pt_pt: A senha deve ter mais de 8 caracteres

source: Invalid password!
es_mx: Contraseña inválida!
fr_ca: Mot de passe invalide!
nl_nl: Ongeldig wachtwoord
pt_pt: Senha inválida!

source: Password changed!
es_mx: Contraseña modificada!
fr_ca: Mot de passe modifi&eacute;!
nl_nl: Wachtwoord is veranderd
pt_pt: Senha modificada!

source: Protocol added
pt_pt: Protocolo adicionado

source: Username must contain at least 8 characters!
es_mx: El nombre de usuario debe contener al menos 8 caracteres!
fr_ca: Le nom d'utilisateur doit contenir au moins 8 caract&egrave;res!
nl_nl: Gebruikersnaam moet minimaal 8 karakters bevatten
pt_pt: Nome de usuário deve conter pelo menos 8 caracteres!

source: Username must be alpha-numeric!
es_mx: El nombre de usuario debe ser alfanumérico!
fr_ca: Le nom d'utilisateur doit &ecirc;tre alpha-num&eacute;rique!
nl_nl: Gebruikersnaam moet bestaan uit letters en cijfers
pt_pt: Nome de usuário deve ser alfanumérico!

source: Primary email address invalid!
es_mx: Dirección de correo electrónico principal inválida!
fr_ca: Adresse email primaire invalide!
nl_nl: Eerste e-mailadres is ongeldig
pt_pt: Endereço de email principal inválido!

source: Secondary email address invalid!
es_mx: Dirección de correo electrónico secundaria inválida!
fr_ca: Adresse email secondaire invalide!
nl_nl: Tweede e-mailadres is ongeldig
pt_pt: Endereço de email secundário inválido!

source: This client has an invalid email address
es_mx: Este cliente tiene una dirección de correo inválida
fr_ca: Ce client a une adresse email invalide
nl_nl: Deze cliënt heeft een ongeldig e-mailadres
pt_pt: Este cliente possui um endereço de email inválido

source: Program updated
es_mx: Programa actualizado
fr_ca: Programme mis &agrave; jour
nl_nl: Programma bijgewerkt
pt_pt: Programa atualizado

source: Username <b>%s</b> already exist!
es_mx: Este nombre de usuario <b>%s</b> ya existe!
fr_ca: Le nom d'utilisateur <b>%s</b> existe d&eacute;j&agrave;!
nl_nl: Gebruikersnaam <b>%s</b> bestaat al
pt_pt: Nome de usuário <b>%s</b> já existe!

source: Replace
es_mx: Reemplazar
fr_ca: Remplacer
nl_nl: Vervang
pt_pt: Substituir

source: You must add one or more exercise(s)
es_mx: Usted debe agregar uno o más ejercicio(s)
fr_ca: Vous devez ajouter un exercice ou plus
nl_nl: U moet één of meer oefeningen toevoegen
pt_pt: Você deve adicionar um ou mais exercício(s)

source: This program already exists, you must rename or replace it.
es_mx: Este programa ya existe, usted debe cambiarle el nombre o reemplazarlo.
fr_ca: Ce programme existe d&eacute;j&agrave;, vous devez le renommer ou le remplacer.
nl_nl: Dit programma bestaat al, hernoem of vervang het.
pt_pt: Este programa já existe, você deve renomeá-lo ou substituí-lo.

source: This client already has a program with this title
es_mx: Este cliente ya tiene un programa con este título
fr_ca: Ce client a d&eacute;j&agrave; un programme avec ce titre
nl_nl: Deze cliënt heeft al een programma met deze titel
pt_pt: Este cliente já possui um programa com este título

source: Your program does not have a title
es_mx: Su programa no tiene título
fr_ca: Votre programme n'a pas de titre
nl_nl: Uw programma heeft geen titel
pt_pt: Seu programa não possui título

source: Horizontal abduction
es_mx: Abducción horizontal
fr_ca: Abduction horizontale
nl_nl: Horizontale abductie
pt_pt: Abdução horizontal

source: Horizontal adduction
es_mx: Aducción horizontal
fr_ca: Adduction horizontale
nl_nl: Horizontale adductie
pt_pt: Adução horizontal

source: Adduction
es_mx: Aducción
nl_nl: Adductie
pt_pt: Adução

source: Bicycling Forelimb
nl_nl: Fietsen voorpoot
pt_pt: Movimentos circulares com membro da frente

source: Bicycling Rearlimb
nl_nl: Fietsen achterpoot
pt_pt: Movimentos circulares com membro de trás

source: Catch
es_mx: Capturar
nl_nl: Vang
pt_pt: Pegar

source: Curl
nl_nl: Buigen
pt_pt: Enrolar

source: Deviation
es_mx: Desviación
fr_ca: Déviation
nl_nl: Deviatie
pt_pt: Desvio

source: Radial deviation
es_mx: Desviación radial
fr_ca: Déviation radiale
nl_nl: Radiaal deviatie
pt_pt: Desvio radial

source: Ulnar deviation
es_mx: Desviación cubital
fr_ca: Déviation ulnaire
nl_nl: Ulnair deviatie
pt_pt: Desvio ulnar

source: Dorsiflexion
es_mx: Flexión dorsal
fr_ca: Flexion dorsale
nl_nl: Dorsaalflexie
pt_pt: Dorsiflexão

source: Fly
es_mx: Volar
pt_pt: Vôo

source: Plantarflexion
es_mx: Flexión Plantar
fr_ca: Flexion plantaire
nl_nl: Plantairflexie
pt_pt: Plantiflexão

source: Extension with radial deviation
es_mx: Extensión con desviación radial
nl_nl: Extensie met radiaaldeviatie
pt_pt: Extensão com desvio radial

source: Flexion with ulnar deviation
es_mx: Flexión con desviación ulnar
nl_nl: Flexie met ulnairdeviatie
pt_pt: Flexão com desvio ulnar

source: Hyperextension
es_mx: Hiperextensión
nl_nl: Hyperextensie
pt_pt: Hiperextensão

source: Supination
es_mx: Supinación
nl_nl: Supinatie
pt_pt: Supinação

source: Tenodesis
nl_nl: Peesontsteking
pt_pt: Tenodese

source: Shoulder: Rotator Cuff
es_mx: Hombro: Manguito rotador
fr_ca: Shoulder: Rotartor Cuff
nl_nl: Schouder: Rotator Cuff
pt_pt: Ombro: Manguito rotador

source: Shoulder: Scapula
es_mx: Hombro: Escápula
nl_nl: Schouder: Scapula
pt_pt: Ombro: Escápula
