Repository: dwizzel-dev/code-samples-all
Catalog: visou.com/inc/lang/messages.*.po
Languages: es_mx, fr_ca, nl_nl, pt_pt

source: Abdominals oblique
es_mx: Oblicuos y Transverso del Abdomen

source: Adductors
es_mx: Aductores

source: Legs
es_mx: Piernas

source: Pectorals
es_mx: Pectorales

source: Rotators
es_mx: Rotadores Hombro

source: Trapezius
es_mx: Trapecio

source: tracking sheet 2 weeks
es_mx: hoja de seguimiento - 2 semanas
fr_ca: feuille de suivi - 2 semaines

source: User Name already exists, Please try another User Name
es_mx: Ya existe este Nombre de usuario, por favor pruebe con otro Nombre de Usuario

source: This client already ha a program with the same title
es_mx: Este cliente ya tiene un programa con el mismo t&iacute;tulo

source: duration
es_mx: duraci&oacute;n

source: You modified a program created by someone else.<br>Please save your modification before sending the email.
es_mx: Usted ha modificado un programa creado por otro usuario.<br>Favor de guardar los cambios antes de enviar el correo electr&oacute;nico.
fr_ca: Vous avez modifi&eacute; un programme cr&eacute;&eacute; par un autre usager.<br>Veuillez le sauvegarder avant d'envoyer un email.

source: Access to your exercise program has now expired. Please contact your healthcare professional. Thank You!
es_mx: El acceso a su programa de ejercicios ha expirado. Favor de contactar a su terapeuta. Gracias!
fr_ca: L'accès à votre programme d'exercices est expiré. Veuillez contacter votre thérapeute. Merci!

source: Favorite
es_mx: Favorito
fr_ca: Favoris

source: Favorites
es_mx: Favoritos
fr_ca: Favoris

source: Add Favorite
es_mx: A&ntilde;adir a Favoritos
fr_ca: Ajouter aux Favoris

source: Remove Favorite
es_mx: Retirar de Favoritos
fr_ca: Retirer des Favoris

source: Favorites List
es_mx: Lista de Favoritos
fr_ca: Liste des Favoris

source: Back
es_mx: Volver
fr_ca: Retour

source: Montreal, Quebec
fr_ca: Montr&eacute;al, Qu&eacute;bec
nl_nl: Nieuwegein

source: Physiotec
nl_nl: HWO

source: List of Templates
fr_ca: Liste des Protocoles
nl_nl: Lijst van protocollen

source: The Search Yielded %s Template(s)
fr_ca: La Recherche a retourn&eacute;e %s Protocole(s)
nl_nl: De zoekopdracht heeft %s protocollen opgeleverd

source: Accu-Stretch
nl_nl: Rekken

source: PhysioBREATHE
nl_nl: Ademhaling

source: Vestibular
fr_ca: Vestibulaire
nl_nl: Evenwichtsorgaan

source: Abdominal/Core
fr_ca: Abdominale/Core
nl_nl: Buikspieren/core

source: Neural
nl_nl: Neurale

source: Rotation - Trunk rotation
nl_nl: Rotatie - Romp rotatie

source: Oculomotor
nl_nl: Oculomotorische

source: Principiante
nl_nl: Beginner

source: This action will delete all parameters from the program you are actually building.<br><br><input id="never_again" onclick="isNeverAgain(this.checked);" type="checkbox"> Don't ask againDeze actie verwijdert alle parameters van het programma dat nuwordt samengesteld.<br><br><input id="never_again" onclick="isNeverAgain(this.checked);" type="checkbox">. Vraag niet opnieuw.
nl_nl: Verwijder patiënten na

source: You did not ask to change your password? Then just ignore this email. And if you have questions, we're always happy to help. Just call us at %s anytime.Indien u geen verzoek in heeft gediend om uw wachtwoord te wijzigen, dan kunt u deze e-mail negeren. Mocht u vragen hebben, dan helpen we u graag en kunt u ons bellen op %s.
nl_nl: Om uw wachtwoord te wijzigen, klik <a href="%s"> hier en volg de aanwijzingen.

source: Argentina
fr_ca: Argentine
nl_nl: Argentinië

source: Congo
nl_nl: Congo-Kinshasa

source: Chile
fr_ca: Chili
nl_nl: Chili

source: Israel
fr_ca: Israël
nl_nl: Israël

source: Kuwait
fr_ca: Koweït
nl_nl: Koeweit

source: Madagascar
nl_nl: Madagaskar

source: Mauritania
fr_ca: Mauritanie
nl_nl: Mauritanië

source: Pitcairn
nl_nl: Pitcairneilanden

source: Seychelles
nl_nl: Seychellen

source: Uganda
fr_ca: Ouganda
nl_nl: Oeganda

source: Yugoslavia
fr_ca: Yougoslavie
nl_nl: Joegaslavië

source: Zaire
fr_ca: Zaïre
nl_nl: Zaïre

source: Specification
nl_nl: Specificatie

source: Lumbar
fr_ca: Lombaire
nl_nl: Lumbaal

source: Pelvis
fr_ca: Bassin
nl_nl: Bekken

source: <h4>Software</h4> This is a license for one or more users of Physiotec's web-based version of its proprietary
fr_ca: <h4>Logiciel</h4> Ceci est un droit pour au moins une licence permettant d'utiliser la version Web du logiciel de la base de données d’exercice et d'éducation de marque déposée PhysiotecMD de Physiotec conçue à l'intention des professionnels de la santé (le "Logiciel").

source: <h4>Acceptance</h4> All usage of the software is subject to acceptance by Physiotec. Physiotec's acceptance shall only be evidenced by confirmation in writing or by actual performance.
fr_ca: <h4>Acceptation</h4> Tous les commandes sont émis sous réserve de l'acceptation de Physiotec. Seule la confirmation écrite ou l'exécution effective fait foi de l'acceptation de Physiotec.

source: <h4>License Fees</h4> The fees for the Software license and any extension or renewal thereof are those specified in Physiotec's fee list that is current at the time of Physiotec's acceptance of an order. Fees are subject to change without notice. Unless otherwise agreed to in writing by Physiotec, fees shall be exclusive of all applicable taxes, tariffs and duties, as the case may be.
fr_ca: <h4>Frais de licence</h4> Les frais de licence d'utilisation du Logiciel et toute extension ou tout renouvellement de cette licence sont indiqués sur la liste de frais de Physiotec en vigueur au moment où Physiotec accepte la commande. Ces frais sont susceptibles d'être modifiés sans préavis. Sauf si Physiotec en a convenu autrement par écrit, ces frais excluent les taxes, les tarifs et les droits applicables, le cas échéant.

source: <h4>Term</h4> Subject to the foregoing, the license is granted for a term of one (1) year from the date of Physiotec's acceptance of this Purchase Order. Any extension or renewal of the Term shall be subject to additional fees in accordance with the then current Physiotec fee list.
fr_ca: <h4>Durée</h4> Sous réserve de ce qui précède, la licence est accordée pour une durée d'une (1) année à compter de la date à laquelle Physiotec accepte le présent Bon de commande. L'extension ou le renouvellement de la Durée comporte les frais additionnels prévus à la liste de frais de Physiotec alors en vigueur.

source: <h4>Payment</h4> Payment by public healthcare institutions shall be due thirty (30) days after the date of the invoice unless otherwise specified by Physiotec in writing. In all other cases, the license shall become effective only upon reception of licensee's payment by Physiotec. Physiotec may invoice each Software license separately. All late payments shall be charged interest computed on a daily basis from the due date until paid in full at the rate of two percent (2%) per month or the maximum rate permitted by law, whichever is less.
fr_ca: <h4>Paiement</h4> Les paiements faits par les établissements publics de soins de santé sont exigibles trente (30) jours après la date de la facture, sauf stipulation contraire écrite de Physiotec. Dans tous les autres cas, la licence n'entre en vigueur qu'au moment où Physiotec reçoit le paiement du titulaire de licence. Il est loisible à Physiotec de facturer chaque licence d'utilisation du Logiciel séparément. Tous les retards de paiement entraînent l'imposition de frais d'intérêt quotidien calculés à compter de la date d'échéance jusqu'à leur paiement intégral à un taux équivalant au moindre de de deux pour cent (2%) par mois ou du taux maximum permis par la loi.

source: <h4>No Liability</h4> Notwithstanding anything contained herein or in any agreement or other writing between Physiotec and the licensee, the liability of Physiotec hereunder for all claims shall not exceed the sum of the licensee's payments for Software licenses which are the subject of dispute. The entire risk as to the results generated by the use of the Software is assumed by the licensee without qualification. In no event shall Physiotec be responsible or liable to the licensee or any agent, representative, employee or permitted sub-licensee of licensee for any damages of any nature whatsoever, however arising, whether foreseeable or not. Without limiting the generality of the foregoing, Physiotec shall not be liable for any death or injury of any nature whatsoever arising from any act or omission of the licensee, the use or inability to use the Software or any improper medical treatment or diagnosis of any patient or client of licensee.
fr_ca: <h4>Clause de non responsabilité</h4> Nonobstant les dispositions de la présente Convention, de toute entente ou de tout autre écrit intervenu entre Physiotec et le titulaire de licence, la responsabilité encourue par Physiotec à l'égard ou en raison de toute réclamation ne doit pas dépasser pas le montant total des paiements faits par le titulaire de licence pour les licences d'utilisation du Logiciel qui font l'objet du différend. Le titulaire de licence assume sans réserve la totalité du risque relatif aux résultats découlant de l'utilisation du Logiciel. Physiotec n'est en aucun cas responsable envers le titulaire de licence ou l'agent, le représentant, l'employé ou le sous-titulaire de licence autorisé du titulaire de licence, ni ne leur rend compte des damages de quelque nature que ce soit, quelle qu'en soit la cause, peu importe qu'ils aient été prévisibles ou imprévisibles. Sans limiter la portée de ce qui précède, Physiotec n'encourt aucune responsabilité à l'égard du décès, du dommage ou du préjudice de quelque nature que ce soit découlant de l'acte ou de l'omission du titulaire de licence, de l'utilisation ou de l'incapacité d'utiliser le Logiciel ou du traitement médical ou du diagnostic médical incorrect dont fait l'objet le patient ou le client du titulaire de licence.

source: <h4>Indemnification</h4> Licensee agrees to indemnify and hold Physiotec harmless from and against any and all claims, liabilities, losses, damages, costs, expenses (including reasonable attorneys' fees), judgments and penalties arising out of, resulting from, based upon or incurred as a consequence of any use or misuse or alteration of the Software by the licensee, its agents, representatives, employees and permitted sub-licensees.
fr_ca: <h4>Dédommagement</h4> le titulaire de licence s'engage à indemniser et à tenir Physiotec à couvert à l'égard de la réclamation, de la responsabilité, de la perte, du dommage, des frais, des dépenses (y compris les honoraires d'avocat raisonnables), du jugement et de la pénalité découlant, résultant, inspirés ou encourus en conséquence de l'utilisation, de l'utilisation abusive ou impropre ou de la modification du Logiciel faits par le titulaire de licence, ses agents, représentants, employés et par les sous-titulaires de licence autorisés.

source: <h4>Return Policy</h4> The licensee shall advise Physiotec of any defective, malfunctioning or incompatible Software within seven (7) days of the date on which the licensee first became aware of such defect, malfunction or incompatibility. The licensee shall furnish Physiotec with a written description of the claimed defect, malfunction or incompatibility by facsimile or e-mail transmission comprehensively describing such defect, malfunction or incompatibility. Physiotec's exclusive obligation, and the licensee's sole right and remedy, with respect to Software determined to be defective, malfunctioning or incompatible with the licensee's computer system shall be, at Physiotec's sole option: (i) to provide the licensee with replacement Software at no additional charge to licensee; or (ii) to refund to the licensee the license fees paid in connection therewith within thirty (30) business days of the date that licensee provides Physiotec with notice of such defect, malfunction or incompatibility. Physiotec shall have no obligation to replace the Software or refund the licensee fees if the Software has been altered, damaged or modified as a result of: (i) the negligent acts or omissions of the licensee; (ii) by the licensee's hardware malfunction; (iii) third party software not licensed through Physiotec; or (iv) any cause outside of Physiotec's reasonable control.
fr_ca: <h4>Politique en matière de retours</h4> Le titulaire de licence est tenu d'informer Physiotec de toute défectuosité, défaillance ou incompatibilité du Logiciel dans les sept (7) jours suivants le jour où le titulaire de licence s'est pour la première fois rendu compte de cette defectuosité, de cette défaillance ou de cette incompatibilité. Le titulaire de licence est tenu de remettre à Physiotec, soit par télécopie/fax ou par courriel, une description écrite de la prétendue défectuosité, défaillance ou incompatibilité en prenant soin de donner une description détaillée de ladite défectuosité, défaillance ou incompatibilité. Advenant qu'il soit établi que le Logiciel est défectueux, défaillant ou incompatible avec le système informatique du titulaire de licence, le seul droit et le seul recours dont jouit le titulaire de licence est d'exiger que Physiotec s'acquitte de son obligation exclusive, en ce qui concerne ledit Logiciel, à l'entière discrétion de Physiotec: (i) de fournir au titulaire de licence un Logiciel de remplacement sans que le titulaire de licence ait de supplément à payer; ou (ii) de rembourser au titulaire de licence les frais de licence payés s'y rapportant dans un délai de trente (30) jours ouvrables à compter de la date à laquelle le titulaire de licence avise Physiotec de cette défectuosité, de cette défaillance ou de cette incompatibilité, Physiotec n'étant pas tenue de remplacer le Logiciel ou de rembourser les frais de licence si le Logiciel a été altéré, endommagé ou modifié par suite: (i) des négligences ou des omissions du titulaire de licence; (ii) de la défaillance ou du dysfonctionnement du matériel du titulaire de licence; (iii) du fait que le logiciel de société indépendante n'est pas breveté ou n'est pas autorisé par l'entremise de Physiotec; ou (iv) de toute cause qui échappe au contrôle raisonnable de Physiotec.

source: Inactivate the User
fr_ca: D&eacute;sactiver l'Utilisateur

source: This Software may not be accessed unless or until you accept the terms of the applicable Software License Agreement (the "Agreement&rdquo;).<br><br>IMPORTANT-READ CAREFULLY: This Agreement is a legal agreement between you (either an individual person or a single legal entity, who will be referred to in this Agreement as "You" or, in the possessive, "Your") and 9082-5902 QUEBEC Inc. (hereinafter " current_brand_name&rdquo;). By installing, copying, downloading, accessing or otherwise using the Software, You agree to be bound by the terms of this Agreement. If You do not agree to the terms of this Agreement, current_brand_name is unwilling to license the Software. In such event, You may not use or copy the Software, and You should promptly contact current_brand_name for instructions on refunds in accordance with current_brand_name"s return policy.
fr_ca: Il ne Vous est permis d'accéder au logiciel faisant l'objet de la présente Convention ("le Logiciel") qu'après Vous être engagé à Vous conformer aux dispositions de la Convention de droits d'utilisation de Logiciel applicable ("la Convention").<br><br>IMPORTANT- LIRE ATTENTIVEMENT: La présente Convention est une convention licite intervenue entre Vous (soit un particulier ou une personne morale agissant seule, ci-après désigné, dans la présente Convention, par le pronom "Vous" ou par le possessif "Votre") et 9082-5902 QUEBEC Inc. (ci-après désignée "Visou"). Lorsque Vous utilisez le Logiciel et notamment lorsque Vous l'installez, le copiez, ou téléchargez, ou y accédez, Vous acceptez d'être lié par les dispositions de la présente Convention. Si Vous ne convenez pas des dispositions de la présente Convention, Visou refuse d'octroyer une licence pour le Logiciel. Le cas échéant, il ne Vous est pas loisible d'utiliser ou de copier le Logiciel, et Vous devriez alors sans délai communiquer avec Visou pour obtenir des instructions au sujet des remboursements prévus aux termes de la politique de Visou en matière de retours.

source: <h3>1. License</h3><strong>1.1</strong> current_brand_name hereby grants to You a non-exclusive, non-assignable, non-transferable license to use the Software in the Territory solely for the purposes contemplated by this Agreement.<br><br><strong>1.2</strong> You shall not modify or merge the Software with any other software. This license does not permit the use of the Software for creation of new modules or products. However, You may modify or update Your database including the addition of content and photographs to such server in connection herewith.<br><br><strong>1.3</strong> This license entitles You to issue user names and passwords to that number of users set forth in the Purchase Order. Such user names and passwords permit unlimited use of the Software by such users during the Term set forth in the Purchase Order.<br><br><strong>1.4</strong> You shall not permit third parties to use, download or otherwise access the Software from any computer outside Your direct and exclusive control without the prior written consent of current_brand_name, which consent may be withheld at current_brand_name\'s sole and absolute discretion. You will employ means reasonably anticipated to prevent such unauthorized use. Any access to the Software via web browser must be password controlled.
fr_ca: <h3>1. Droits</h3><strong>1.1</strong> Visou Vous octroie par la présente une licence non-exclusive, incessible et non-négociable d'utiliser le Logiciel à l'intérieur du Territoire uniquement aux fins prévues par la présente Convention.<br><br><strong>1.2</strong> Il Vous est interdit de modifier ou de fusionner le Logiciel à un autre logiciel. La présente licence ne donne pas le droit d'utiliser le Logiciel pour créer de nouveaux modules ou de nouveaux produits. Il Vous est cependant loisible de modifier ou de mettre Votre base de données à jour notamment en ajoutant des données et des photographies à ce serveur dans le cadre de la présente Convention.<br><br><strong>1.3</strong> La présente licence Vous autorise à émettre leurs noms d'utilisateur et mots de passe au nombre d'utilisateurs indiqué dans le Bon de Commande. Ces noms d'utilisateur et mots de passe donnent à ces utilisateurs le droit de faire un usage illimité du Logiciel au cours de la durée prévue dans le Bon de Commande.<br><br><strong>1.4</strong> Il Vous est interdit de permettre aux tiers d'accéder au Logiciel et notamment de l'utiliser ou de le télécharger depuis tout ordinateur qui échappe à Votre contrôle direct et exclusif sans en avoir au préalable obtenu la permission écrite de Visou, qui seule jouit du pouvoir discrétionnaire de refuser cette permission. Vous prendrez les moyens Vous permettant raisonnablement de prévoir empêcher qu'on en fasse ainsi une utilisation non autorisée ou illicite. L'accès au Logiciel au moyen du fureteur Web doit être contrôlé par un mot de passe.

source: <h3>2. Limitations on License</h3><strong>2.1</strong> You shall not:<br><br><strong>a.</strong> Access or use any portion of the Software not expressly licensed and paid for by You;<br><br><strong>b.</strong> Invoke any Software, except through application program interfaces documented by current_brand_name;<br><br><strong>c.</strong> Cause or permit decompilation or reverse assembly of all or any portion of the Software, except as expressly provided by applicable law;<br><br><strong>d.</strong> Disclose or publish performance benchmark results for the Software (as delivered or subsequently modified) without current_brand_name"s prior written consent;<br><br><strong>e.</strong> Use the Software in violation of any applicable laws and regulations;<br><br><strong>f.</strong> Authorize or permit the use of the Software except as explicitly permitted herein or for any purpose other than for the prescription of exercises by duly licensed professionals or for related educational purposes by such licensed professionals;<br><br><strong>g.</strong> Use Third Party Software except solely in conjunction with the Software;<br><br><strong>h.</strong> Delete, fail to reproduce or modify any copyright or other proprietary rights notices which appear on or in the Software;<br><br><strong>i.</strong> Directly or indirectly, sublicense, relicense, distribute, disclose, use, rent or lease the Software or any portion thereof, for third party use, training, facilities management, time-sharing, or service bureau use; or<br><br><strong>j.</strong> Permit the Software to be copied to any computer.<br><br><strong>2.2</strong> current_brand_name reserves all rights not expressly granted herein.
fr_ca: <h3>2. Restrictions relatives à la Licence</h3><strong>2.1</strong> Il Vous est interdit:<br><br><strong>a.</strong> D'accéder au Logiciel ou d'en utiliser toute partie pour laquelle Vous n'êtes pas expressément autorisé et pour laquelle Vous n'avez pas payé;<br><br><strong>b.</strong> D'appeler tout Logiciel, sauf au moyen d'interfaces de programme d'application documentées par Visou;<br><br><strong>c.</strong> De causer ou de permettre la décompilation ou l'assemblage inverse de tout ou partie du Logiciel, sauf disposition expresse du droit applicable;<br><br><strong>d.</strong> De divulguer ou de publier les résultats des tests d'évaluation des performances pour le Logiciel (livrés ou subséquemment modifiés) sans que Visou y ait préalablement consenti par écrit;<br><br><strong>e.</strong> D'utiliser le Logiciel à l'encontre des lois et règlements applicables;<br><br><strong>f.</strong> D'autoriser ou de permettre l'utilisation du Logiciel, sous réserve des permissions expresses prévues aux présentes ou à toute fin, exception faite de la prescription d’exercises par les professionnels dûment autorisés ou pour des fins pédagogiques connexes par lesdits professionnels autorisés;<br><br><strong>g.</strong> D'utiliser le Logiciel de Société Indépendante à moins que cettte utilisation ne soit faite que concurremment avec le Logiciel;<br><br><strong>h.</strong> De supprimer, de ne pas reproduire ou de modifier les avis de droit de propriété et notamment tout avis de droit d’auteur apparaissant sur ou dans le Logiciel;<br><br><strong>i.</strong> D'accorder une sous-licence, d'accorder une nouvelle licence, de distribuer, de divulguer, d'utiliser ou de louer tout ou partie du Logiciel, soit directement ou indirectement, pour fins d'utilisation par un tiers ou pour fins de formation, de gestion d'équipements ou d'installations, en temps partagé, ou pour que le bureau de service l'utilise; ou<br><br><strong>j.</strong> De permettre que l'on transmette copie du Logiciel à un ordinateur.<br><br><strong>2.2</strong> Visou se réserve tous les droits qui ne sont pas expressément octroyés dans la présente Convention.
