Repository: dwizzel-dev/code-samples-all
Catalog: visou.com/inc/lang/messages.*.po
Languages: es_mx, fr_ca, nl_nl, pt_pt

source: Turkmenistan
es_mx: Turkmenistán
fr_ca: Turkménistan
pt_pt: Turcomenistão

source: Tunisia
es_mx: Tunisie
fr_ca: Tunisie
nl_nl: Tunesië
pt_pt: Tunísia

source: East Timor
es_mx: Timor Oriental
fr_ca: Timor Oriental
nl_nl: Oost-Timor
pt_pt: Timor Leste

source: Turkey
es_mx: Tuquía
fr_ca: Turquie
nl_nl: Turkije
pt_pt: Turquia

source: Trinidad and Tobago
es_mx: Trinidad y Tobago
fr_ca: Trinité-et-Tobago
pt_pt: Trindade e Tobago

source: United Republic of Tanzania
es_mx: República Unida de Tanzanía
fr_ca: République-Unie de Tanzanie
nl_nl: Tanzania
pt_pt: República Unida da Tanzânia

source: Ukraine
es_mx: Ucrania
nl_nl: Oekraïne
pt_pt: Ucrânia

source: United States minor outlying islands
es_mx: Islas Ultramarinas Menores de Estados Unidos
fr_ca: Îles mineures éloignées des États-Unis
nl_nl: Kleine afgelegen eilanden van de Verenigde Staten
pt_pt: Estados Unidos ilhas menores distantes

source: United States
es_mx: ÉEstados Unidos de América
fr_ca: États Unis
nl_nl: Verenigde Staten
pt_pt: Estados Unidos

source: Uruguay
pt_pt: Uruguai

source: Uzbekistan
es_mx: Uzbekistán
fr_ca: Ouzbékistan
nl_nl: Oezbekistan
pt_pt: Uzbequistão

source: Vatican City State
es_mx: Ciudad del Vaticano
fr_ca: Cité du Vatican
nl_nl: Vaticaanstad
pt_pt: Vaticano

source: Saint Vincent and the Grenadines
es_mx: San Vicente y las Granadinas
fr_ca: Saint-Vincent-et-les Grenadines
nl_nl: Saint Vincent en de Grenadines
pt_pt: Ilha de São Vicente e Granadinas

source: Virgin Islands (British)
es_mx: Islas Vírgenes (Británicas)
fr_ca: &Icirc;les Vierges (britanniques)
nl_nl: Britse Maagdeneilanden
pt_pt: Ilhas Virgens (Britânica)

source: Virgin Islands (U.S.)
es_mx: Islas Vírgenes (Estados Unidos)
fr_ca: &Icirc;les Vierges (&Eacute;tats-Unis)
nl_nl: Amerikaanse Maagdeneilanden
pt_pt: Ilhas Virgens (EUA)

source: Vietnam
fr_ca: Vi&ecirc;t-Nam
pt_pt: Vietnã

source: Wallis and Futuna Islands
es_mx: Islas Wallis y Futuna
fr_ca: Îles Wallis et Futuna
nl_nl: Wallis en Futuna
pt_pt: Ihas Wallis e Furtuna

source: South Africa
es_mx: Sudáfrica
fr_ca: Afrique du Sud
nl_nl: Zuid-Afrika
pt_pt: África do Sul

source: User saved
es_mx: Usuario salvado
fr_ca: Usager sauvegard&eacute;
nl_nl: Gebruiker opgeslagen
pt_pt: Usuário salvo

source: Settings updated
es_mx: Opciones de actualización
fr_ca: Param&egrave;tres sauvegard&eacute;s
nl_nl: Instellingen bijgewerkt
pt_pt: Configurações atualizadas

source: Select a State/Region/Province
es_mx: Seleccionar un Estado/Región/Provincia
fr_ca: Sélectionnez un État/Région/Province
nl_nl: Selecteer een staat/regio/provincie
pt_pt: Selecione um Estado/Região/Província

source: List All Clients
es_mx: Mostrar todos los clientes
fr_ca: Afficher Tous Les Clients
nl_nl: Lijst met alle cliënten
pt_pt: Listar Todos os Clientes

source: Texts updated
es_mx: Textos actualizados
fr_ca: Les textes ont été mis-à-jour
nl_nl: Teksts bijgewerkt
pt_pt: Textos atualizados

source: Please enter at least one email address!
es_mx: Por favor ingresar al menos una dirección de correo electrónico
fr_ca: Veuillez entrer au moins une adresse e-mail
nl_nl: Voeg minstens één e-mailadres toe
pt_pt: Por favor digite pelo menos um endereço de email!

source: View Program
es_mx: Vista del Programa
fr_ca: Voir le Programme
nl_nl: Toon programma
pt_pt: Programa de exibição

source: Please enter the confirmation password!
es_mx: Por favor ingrese la confirmación de la contraseña!
fr_ca: Veuillez confirmer le mot de passe!
nl_nl: Bevestig wachtwoord
pt_pt: Por favor digite a senha de confirmação!

source: Please enter the primary password!
es_mx: Por favor ingrese la contraseña principal!
fr_ca: Veuillez entrer un mot de passe!
nl_nl: Vul eerste e-mailadres in
pt_pt: Por favor digite a senha primária!

source: Add a User
es_mx: Agregar usuario
fr_ca: Ajouter un utilisateur
nl_nl: Voeg gebruiker toe
pt_pt: Adicionar um Usuário

source: Improper user parameters, please contact your administrator for more details.
es_mx: Parámetros de usuario inadecuados, por favor póngase en contacto con el administrador para obtener más detalles.
fr_ca: Paramètres utilisateur incorrectes, s'il vous plaît contactez votre administrateur pour plus de détails.
nl_nl: Onjuiste gebruikersgegevens, neem contact op met uw beheerder voor meer informatie.
pt_pt: Parâmetros de usuário inválidos, por favor contate o administrador para mais detalhes.

source: Loading data, please wait....
es_mx: Cargando información, por favor espere...
fr_ca: Chargement en cours, veuillez patienter...
nl_nl: Gegevens worden geladen, een moment geduld...
pt_pt: Carregando informações, por favor aguarde....

source: Password Required
es_mx: Contraseña Requerida
fr_ca: Mot de Passe Requis
nl_nl: Wachtwoord vereist
pt_pt: É necessário senha

source: Please enter the password for this user
es_mx: Por favor ingrese la contraseña para este usuario
fr_ca: Veuillez entrer le mot de passe pour cet usager
nl_nl: Voeg wachtwoord in voor deze gebruiker
pt_pt: Por favor digite a senha para este usuário

source: You need to enter the password!
es_mx: Usted necesita ingresar la contraseña!
fr_ca: Vous devez entrer le mot de passe!
nl_nl: U moet een wachtwoord invoeren.
pt_pt: Você precisa digitar a senha!

source: Access
es_mx: Acceso
fr_ca: Accès
nl_nl: Toegang
pt_pt: Acesso

source: Admin
es_mx: Administrados
fr_ca: Administrateur
pt_pt: Administrador

source: Clinics
es_mx: Clínicas
fr_ca: Cliniques
nl_nl: Praktijken
pt_pt: Clínicas

source: Addresses
es_mx: Direcciones
fr_ca: Adresses
nl_nl: Adressen
pt_pt: Endereços

source: Welcome to Physiotec<br>Version 3.0!
es_mx: Bienvenido a Physiotec<br>Version 3.0
fr_ca: Bienvenu dans Physiotec<br>Version 3.0
nl_nl: Welkom bij HWO<br>Versie 3.0!
pt_pt: Welcome to Physiotec<br>Versão 3.0!

source: Your Account has been Updated. Your Protocols, Patients Files and Settings have not changed.<br><br>Contact Customer Support with Questions and<br>Feedback: 1 866 301 3439 (support@...)
es_mx: Su licencia ha sido actualizada. Sus protocolos, los archivos de sus pacientes y sus parámetros no han cambiado.<br><br>Para más información contactar : 1 866 301 3439 (support@...)
fr_ca: Votre license a été mise à jour. Vos protocoles, vos patients et vos paramètres n'ont pas changés.<br><br>Pour de l'information contacter : 1 866 301 3439 (support@...)
nl_nl: Er heeft een update plaatsgevonden. Uw protocollen, cliëntendocumenten en instellingen zijn niet veranderd.<br><br>Neem contact op met de klantenservice voor vragen en<br>feedback: 1 866 301 3439 (support@...)
pt_pt: Sua conta foi atualizada. Seus protocolos, arquivos de pacientes e configurações não mudaram.<br><br>Contact Customer Support with Questions and<br>Feedback: 1 866 301 3439 (support@...)

source: Send password by email
es_mx: Enviar contraseña por correo electrónico
fr_ca: Envoyer le mot de passe par courriel
nl_nl: Stuur wachtwoord per e-mail
pt_pt: Enviar senha por e-mail

source: Please select at least one user to be deleted.
es_mx: Por favor seleccionar al menos un usuario a eliminar.
fr_ca: S'il vous plaît sélectionner au moins un utilisateur à supprimer.
nl_nl: Selecteer minstens 1 gebruiker om te verwijderen.
pt_pt: Por favor selecione pelo menos um usuário para ser excluído.

source: The selected users will be marked as deleted.
es_mx: Los usuarios seleccionados serân marcados como eliminados.
fr_ca: Les utilisateurs sélectionnés seront marqués comme supprimés.
nl_nl: De geselecteerde gebruikers wordt aangeduid als verwijderd.
pt_pt: Os usuários selecionados serão marcados como excluídos.

source: User(s) has been deleted with success.
es_mx: El usuario (s) ha sido eliminado con éxito.
fr_ca: Utilisateur (s) a été supprimé avec succès.
nl_nl: Gebruiker(s) is/zijn succesvol verwijderd.
pt_pt: Usuário(s) foi excluído(s) com sucesso.

source: The user you have chosen does not have access to this clinic or license.
es_mx: El usuario que usted ha elegido no tiene acceso a esta clínica o licencia.
fr_ca: L'utilisateur que vous avez choisi n'a pas accès à cette clinique ou de la licence.
nl_nl: De gekozen gebruiker heeft geen toegang tot deze praktijk of licentie.
pt_pt: O Usuário que você escolheu não possui acesso para está clínica ou licença.

source: You reached the maximal quantity of users allowed for your licence (%s).
es_mx: Usted ha alcanzado la cantidad máxima permitida de usuarios para esta licencia (%s).
fr_ca: Vous avez atteint la quantité maximale d'utilisateurs permise pour cette licence (%s).
nl_nl: U heeft het maximaal aantal toegestane gebruikers voor uw licentie bereikt (%s).
pt_pt: Você atingiu a quantidade máxima de usuários permitidos na sua licença (%s).

source: Please be sure to upload the first image before you submit.
es_mx: Por favor asegúrese de cargar la primera imagen antes de enviar.
fr_ca: Veuillez vous assurez de télécharger la première image avant de soumettre le formulaire.
nl_nl: Zorg ervoor dat de eerste afbeelding geüpload is voordat u op verzenden drukt.
pt_pt: Por favor certifique-se de carregar a primeira imagem antes de enviar.

source: Please be sure to upload the second image before you submit.
es_mx: Por favor asegúrese de cargar la segunda imagen antes de enviar.
fr_ca: Veuillez vous assurez de télécharger la deuxième image avant de soumettre le formulaire.
nl_nl: Zorg ervoor dat de tweede afbeelding geüpload is voordat u op verzenden drukt.
pt_pt: Por favor certifique-se de carregar a segunda imagem antes de enviar.

source: Please be sure to upload the first drawing before you submit.
es_mx: Por favor asegúrese de cargar el primer dibujo antes de enviar.
fr_ca: Veuillez vous assurez de télécharger la première dessin avant de soumettre le formulaire.
nl_nl: Zorg ervoor dat de eerste tekening geüpload is voordat u op verzenden drukt.
pt_pt: Por favor certifique-se de carregar o primeiro desenho antes de enviar.

source: Please be sure to upload the second drawing before you submit.
es_mx: Por favor asegúrese de cargar el segundo dibujo antes de enviar.
fr_ca: Veuillez vous assurez de télécharger la deuxième dessin avant de soumettre le formulaire.
nl_nl: Zorg ervoor dat de tweede tekening geüpload is voordat u op verzenden drukt.
pt_pt: Por favor certifique-se de carregar o segundo desenho antes de enviar.

source: Please be sure to upload the video before you submit.
es_mx: Por favor asegúrese de cargar el vídeo antes de enviar.
fr_ca: Veuillez vous assurez de télécharger la vidéo avant de soumettre le formulaire.
nl_nl: Zorg ervoor dat de video geüpload is voordat u op verzenden drukt.
pt_pt: Por favor certifique-se de carregar o vídeo antes de enviar.

source: The email address you have entered is already used by another user, please choose another email to complete your user registration.
es_mx: Esta direcci&oacute;n de correo electr&oacute;nico ya ha sido usada por otro usuario, favor de elegir otro correo electr&oacute;nico para completar el registro del usuario.
fr_ca: Cette adresse courriel est d&eacute;j&agrave; entr&eacute;e dans notre syst&egrave;me.
nl_nl: Het ingevoerde e-mailadres is al in gebruik, kies een ander e-mailadres om uw aanmelding te voltooien.
pt_pt: O endere&ccedil;o de email informado j&aacute; est&aacute; sendo usado por outro usu&aacute;rio, por favor escolha outro e-mail para concluir seu cadastro.

source: Welcome to our website.
es_mx: Bienvenido a nuestro sitio web.
fr_ca: Bienvenue sur notre site internet.
nl_nl: Welkom.
pt_pt: Bem vindo ao nosso website.

source: In order to complete your registration, please click on the following link and follow the prompts.
es_mx: Para completar su registro, por favor dar click en la siguiente liga y siga las instrucciones.
fr_ca: Pour compléter votre inscription, veuillez cliquer sur le lien suivant et suivre les instructions.
nl_nl: Klik op de volgende link en volg de aanwijzingen om de aanmelding te voltooien.
pt_pt: Para concluir o cadastro, por favor clique no link a seguir e siga as instruções.

source: If you have questions, we're always happy to help. Just call us at %s anytime.
es_mx: Si usted tiene preguntas, nosotros estamos siempre felices de ayudarle. Solo llámenos en cualquier momento%.
fr_ca: Si vous avez des questions, nous serons heureux de vous aider. Il suffit de nous appeler au moment de%.
nl_nl: Wij zijn altijd bereid u te helpen bij vragen.
pt_pt: Se você tiver perguntas, nós estamos sempre a disposição para ajudar. Ligue para nós no número %s quando quiser.

source: In order to complete your registration, please <a href="%s">click here</a> and follow the prompts.
es_mx: Para completar su registro, por favor <a href="%s"> dar click aqui </a> y seguir las instrucciones.
fr_ca: Pour compléter votre inscription, veuillez <a href="%s"> cliquez ici </a> et suivre les instructions.
nl_nl: Om uw aanmelding af te ronden, <a href="%s">klik hier</a> en volg de aanwijzingen.
pt_pt: Para concluir o seu cadastro, por favor <a href="%s">click here</a> e siga as instruções.

source: User created but we could not send him an email in order to complete his registration.
es_mx: Usuario creado, pero no hemos podido enviar un correo electrónico para poder completar su registro.
fr_ca: Utilisateur créé, mais nous ne pouvions pas lui envoyer un e-mail afin de compléter son inscription.
nl_nl: De gebruiker is aangemaakt, maar de e-mail om de aanmelding af te ronden kan niet verzonden worden.
pt_pt: Usuário criado mas não foi possível enviar um e-mail para concluir o cadastro.

source: User Created. An email was sent to him in order to complete his registration.
es_mx: Usuario creado, un correo electrónico ha sido creado para completar su registro.
fr_ca: Utilisateur créé. Un courriel lui a été envoyé afin de compléter son inscription.
nl_nl: Gebruiker aangemaakt. Er is een e-mail verstuurd om de aanmelding af te ronden.
pt_pt: Usuário criado. Um email foi enviado para concluir o cadastro.

source: Search by selected module only.
es_mx: Buscar por módulo seleccionado
fr_ca: Recherche dans le module s&eacute;lectionn&eacute; seulement
nl_nl: Zoek alleen via de geselecteerde module
pt_pt: Busca por único módulo selecionado.

source: Your program was saved
es_mx: Su programa ha sido guardado
fr_ca: Votre programme a été sauvegardé
nl_nl: Uw programma is opgeslagen.
pt_pt: Seu programa foi salvo

source: Warning
es_mx: Atención
fr_ca: Attention
nl_nl: Let op
pt_pt: Atenção!

source: Our system will be temporarily inaccessible today the %s, in %s due to maintenance.
es_mx: Nuestro sistema estará temporalmente inaccesible el dia de hoy el %s, en %s por mantenimiento.
fr_ca: Notre syst&egrave;me sera temporairement inaccessible aujourd'hui le %s, dans %s pour cause de maintenance.
nl_nl: Het systeem is vandaag %s tijdelijk niet bereikbaar, in %s vanwege onderhoud.
pt_pt: Nosso sistema estará indisponível hoje, dia %, por %, para manutenção.

source: Our system is currently inaccessible for %s minutes due to maintenance.
es_mx: Nuestro sistema estará temporalmente inaccesible por %s minutos por mantenimiento.
fr_ca: Notre syst&egrave;me est temporairement inaccessible pour %s minutes pour cause de maintenance.
nl_nl: Het systeem is op dit moment onbereikbaar voor %s minuten vanwege onderhoud.
pt_pt: Nosso sistema está temporariamente inacessível para manutenção. Previsão de retorno em % minutos.

source: We apologise for the inconvenience. Please try again in %s minutes.
es_mx: Nos disculpamos por el inconveniente. Por favor intentar nuevamente en %s minutos.
fr_ca: Nous nous excusons pour les inconv&eacute;niences. Veuillez essayer de nouveau dans %s minutes.
nl_nl: Onze excuses voor het ongemak. Probeert u het nogmaals over %s minuten.
pt_pt: Pedimos desculpas pela inconveniência. Favor tentar novamente em % minutos.

source: If you have any questions or concerns, please don't hesitate to contact us.
es_mx: Si usted tiene dudas o comentarios, por favor no dude en contactarnos.
fr_ca: Si vous avez des questions, n'h&eacute;sitez pas &agrave; nous contacter.
nl_nl: Indien u vragen heeft, kunt u contact opnemen met ons.
pt_pt: Se você tem alguma pergunta ou preocupação, não hesite em contactar-nos.

source: You can't send an expired program by email.
fr_ca: Vous ne pouvez pas envoyer un programme expiré par email.
nl_nl: U kunt geen verlopen programma versturen via de e-mail.
pt_pt: Você não pode enviar um programa que já passou da data de validade por e-mail.

source: User Name already exists, Please try another User Name.
fr_ca: Ce nom d'utilisateur existe d&eacute;j&agrave;.
nl_nl: Gebruikersnaam bestaat al. Probeer een andere gebruikersnaam.
pt_pt: Esse nome de usuário já existe, favor tentar outra opção.

source: Account credentials has been changed!
es_mx: Las credenciales de la cuenta han sido cambiadas
fr_ca: Les informations d'identification de compte ont été changées!
nl_nl: Uw accountgegevens zijn aangepast.
pt_pt: As credenciais da conta foram modificadas!

source: Prepared By
fr_ca: Preparé par
nl_nl: Gemaakt door
pt_pt: Preparado por

source: Prepared By:
es_mx: Preparado por:
fr_ca: Preparé par
nl_nl: Gemaakt door:
pt_pt: Preparado por:

source: 1 per page
es_mx: 1 por página
fr_ca: 1 par page
nl_nl: 1 per pagina
pt_pt: 1 por página

source: 1 per page Big
es_mx: 1 por página Grande
fr_ca: 1 par page Grand
nl_nl: 1 per pagina groot
pt_pt: 1 por página Grande

source: 2 per page
es_mx: 2 por página
fr_ca: 2 par page
nl_nl: 2 per pagina
pt_pt: 2 por página

source: 3 per page
es_mx: 3 por página
fr_ca: 3 par page
nl_nl: 3 per pagina
pt_pt: 3 por página

source: 5 per page
es_mx: 5 por página
fr_ca: 5 par page
nl_nl: 5 per pagina
pt_pt: 5 por página

source: Long text
es_mx: Texto largo
fr_ca: Texte long
nl_nl: Lange tekst
pt_pt: Texto longo

source: Tracking 3 per page
es_mx: Seguimiento 3 por página
fr_ca: Suivi 3 par page
nl_nl: Oefenschema 3 per pagina
pt_pt: Rastreando 3 por página

source: Tracking sheet
es_mx: Hoja de seguimiento
fr_ca: Feuille de suivi
nl_nl: Oefenschema
pt_pt: Rastreando folha

source: 1 per page/Tracking sheet
es_mx: 1 por página/Hoja de seguimiento
fr_ca: 1 par page/Feuille de suivi
nl_nl: 1 per pagina/Oefenschema
pt_pt: 1 por página/Rastreando folha

source: 1 per page Big/Tracking sheet
es_mx: 1 por página Grande/Hoja de seguimiento
fr_ca: 1 par page Grand/Feuille de suivi
nl_nl: 1 per pagina groot/Oefenschema
pt_pt: 1 por página Grande/Rastreando folha

source: 2 per page/Tracking sheet
es_mx: 2 por página/Hoja de seguimiento
fr_ca: 2 par page/Feuille de suivi
nl_nl: 2 per pagina/Oefenschema
pt_pt: 2 por página/Rastreando folha

source: 3 per page/Tracking sheet
es_mx: 3 por página/Hoja de seguimiento
fr_ca: 3 par page/Feuille de suivi
nl_nl: 3 per pagina/Oefenschema
pt_pt: 3 por página/Rastreando folha

source: 5 per page/Tracking sheet
es_mx: 5 por página/Hoja de seguimiento
fr_ca: 5 par page/Feuille de suivi
nl_nl: 5 per pagina/Oefenschema
pt_pt: 5 por página/Rastreando folha

source: Long text/Tracking sheet
es_mx: Texto largo/Hoja de seguimiento
fr_ca: Texte long/Feuille de suivi
nl_nl: Lange tekst/Oefenschema
pt_pt: Texto longo/Rastreando folha

source: French
es_mx: Francés
fr_ca: Français
nl_nl: Frans
pt_pt: Francês

source: English
es_mx: Inglés
fr_ca: Anglais
nl_nl: Engels
pt_pt: Inglês

source: Spanish
es_mx: Español
fr_ca: Espagnol
nl_nl: Spaans
pt_pt: Espanhol

source: Portuguese
es_mx: Portugués
fr_ca: Portugais
nl_nl: Portugees
pt_pt: Português

source: Dutch
es_mx: Holandés
fr_ca: Néerlandais
nl_nl: Nederlands
pt_pt: Holandês

source: Swedish
es_mx: Sueco
fr_ca: Suédois
nl_nl: Zweeds
pt_pt: Sueco

source: Include at least one numeric and/or special character(s) within this set !, @, #, $, %, * .
es_mx: Incluír al menos un caracter numérico y/o uno de los caracteres especiales siguientes: !, @, #, $, %, * .
fr_ca: Inclure au moins un caractère numérique et/ou un des symbole (s) suivant: !, @, #, $, %, * .
nl_nl: Gebruik minimaal één numeriek en/of speciaal teken uit de volgende mogelijkheden !, @, #, $, %, * .
pt_pt: Favor incluir ao menos um numeral e/ou caracter(es) especial(is) da lista a seguir: !, @, #, $,%, *.

source: Exit
es_mx: Salida
fr_ca: Sortie
pt_pt: Saída

source: Access all clients
es_mx: Acceso a todos los clientes
fr_ca: Accéder à tous les clients
nl_nl: Toegang tot alle cliënten
pt_pt: Acessar todos os clientes

source: Access own clients
es_mx: Acceso a sus propios clientes
fr_ca: Accès propres clients
nl_nl: Toegang tot eigen cliënten
pt_pt: Acessas os próprios clientes

source: Can create corporate templates
es_mx: Puede crear protocolos corporativos
fr_ca: Peut créer des protocoles d'entreprise
nl_nl: Bevoegd om protocollen voor de gehele organisatie aan te maken
pt_pt: Pode criar modelos corporativos

source: Template creation
es_mx: Creación de protocolo
fr_ca: Création de protocole
nl_nl: Protocol aanmaken
pt_pt: Criação de modelo

source: Flow Sheet
es_mx: Diagrama de flujo
pt_pt: Fluxograma

source: Template Name
es_mx: Nombre de la plantilla
fr_ca: Nom du Protocole
nl_nl: Naam protocol
pt_pt: Nome do Modelo

source: Search a Standard Template
fr_ca: Rechercher un Protocole Standard
nl_nl: Zoek een standaard protocol
pt_pt: Buscar Modelo Padrão

source: Activate
es_mx: Activar
fr_ca: Activer
nl_nl: Activeren
pt_pt: Ativar

source: Turkish
es_mx: Turco
fr_ca: Turc
nl_nl: Turks
pt_pt: Turco

source: UserName
es_mx: Nombre de Usuario
fr_ca: Nom d'utilisateur
nl_nl: Gebruikersnaam
pt_pt: Nome de Usuário

source: Please change your Username and/or Password
es_mx: Por favor cambiar su nombre de usuario y contraseña
fr_ca: Veuillez changer votre nom d'utilisateur et/ou votre mot de passe
nl_nl: Wijzig uw gebruikersnaam en/of wachtwoord
pt_pt: Favor trocar seu Usuário e/ou Senha

source: Invalid Password, Please enter a password with valid character set, Password should be alphanumeric and/or contain special character(s)!
es_mx: Contraseña inválida, Por favor, introduzca una contraseña con el conjunto de caracteres válidos, la contraseña debe ser alfanumérica y/o contener caracteres especiales!
fr_ca: Le mot de passe est invalide, celui-ci doit contenir des caract&egrave;res alphanum&eacute;riques et/ou des symboles uniquement!
nl_nl: Ongeldig wachtwoord. Voer een geldig wachtwoord in dat bestaat uit letters, cijfers en minimaal één speciaal teken.
pt_pt: Senha Inválida, favor inserir uma senha com caracteres válidos, A senha deve ser alfanumérica e/ou conter caracteres especiais!

source: You must enter a name for that user!
es_mx: Debe ingresar un nombre para este usuario
fr_ca: Vous devez entrer un nom pour cet usager!
nl_nl: Voer een naam in voor de gebruiker.
pt_pt: Você deve inserir um nome para este usuário!

source: Please select an access level for this user!
es_mx: Por favor seleccione un nivel de acceso para este usuario
fr_ca: Veuillez s&eacute;lectionner un niveau d'acc&egrave;s pour cet usager!
nl_nl: Selecteer een toegangsniveau voor de gebruiker.
pt_pt: Favor selecionar um nível de acesso para este usuário!

source: Please select a clinic for this user to access!
fr_ca: Svp s&eacute;lectionnez une clinique &agrave; laquelle l'usager peut acc&eacute;der!
nl_nl: Selecteer een praktijk voor deze gebruiker.
pt_pt: Favor selecionar uma clínica para este usuário acessar!
