Repository: dwizzel-dev/code-samples-all
Catalog: visou.com/inc/lang/messages.*.po
Languages: es_mx, fr_ca, nl_nl, pt_pt

source: <h4>Software</h4> This is a license for one or more users of Nesa\'s web-based version of its proprietary PhysiotecTM exercise & education database software for healthcare professionals (the "Software").<h4>Acceptance</h4> All usage of the software is subject to acceptance by Nesa. Nesa\'s acceptance shall only be evidenced by confirmation in writing or by actual performance.<h4>Software License Agreement</h4> All clients are subject to and conditional upon the terms and conditions of the Software License Agreement (the "Agreement") which governs the use of the Software. Potential licensees are prompted to accept or decline the terms and conditions of the Agreement online. No license shall be granted to any potential licensee that declines to accept the terms and conditions of the Agreement.<h4>License Fees</h4> The fees for the Software license and any extension or renewal thereof are those specified in Nesa\'s fee list that is current at the time of Nesa\'s acceptance of an order. Fees are subject to change without notice. Unless otherwise agreed to in writing by Nesa, fees shall be exclusive of all applicable taxes, tariffs and duties, as the case may be.<h4>Term</h4> Subject to the foregoing, the license is granted for a term of one (1) year from the date of Nesa\'s acceptance of this Purchase Order. Any extension or renewal of the Term shall be subject to additional fees in accordance with the then current Nesa fee list.<h4>Payment</h4> Payment by public healthcare institutions shall be due thirty (30) days after the date of the invoice unless otherwise specified by Nesa in writing. In all other cases, the license shall become effective only upon reception of licensee\'s payment by Nesa. Nesa may invoice each Software license separately. All late payments shall be charged interest computed on a daily basis from the due date until paid in full at the rate of two percent (2%) per month or the maximum rate permitted by law, whichever is less.<h4>No Liability</h4> Notwithstanding anything contained herein or in any agreement or other writing between Nesa and the licensee, the liability of Nesa hereunder for all claims shall not exceed the sum of the licensee\'s payments for Software licenses which are the subject of dispute. The entire risk as to the results generated by the use of the Software is assumed by the licensee without qualification. In no event shall Nesa be responsible or liable to the licensee or any agent, representative, employee or permitted sub-licensee of licensee for any damages of any nature whatsoever, however arising, whether foreseeable or not. Without limiting the generality of the foregoing, Nesa shall not be liable for any death or injury of any nature whatsoever arising from any act or omission of the licensee, the use or inability to use the Software or any improper medical treatment or diagnosis of any patient or client of licensee.<h4>Indemnification</h4> Licensee agrees to indemnify and hold Nesa harmless from and against any and all claims, liabilities, losses, damages, costs, expenses (including reasonable attorneys\' fees), judgments and penalties arising out of, resulting from, based upon or incurred as a consequence of any use or misuse or alteration of the Software by the licensee, its agents, representatives, employees and permitted sub-licensees.<h4>Return Policy</h4> The licensee shall advise Nesa of any defective, malfunctioning or incompatible Software within seven (7) days of the date on which the licensee first became aware of such defect, malfunction or incompatibility. The licensee shall furnish Nesa with a written description of the claimed defect, malfunction or incompatibility by facsimile or e-mail transmission comprehensively describing such defect, malfunction or incompatibility. Nesa\'s exclusive obligation, and the licensee\'s sole right and remedy, with respect to Software determined to be defective, malfunctioning or incompatible with the licensee\'s computer system shall be, at Nesa\'s sole option: (i) to provide the licensee with replacement Software at no additional charge to licensee; or (ii) to refund to the licensee the license fees paid in connection therewith within thirty (30) business days of the date that licensee provides Nesa with notice of such defect, malfunction or incompatibility. Nesa shall have no obligation to replace the Software or refund the licensee fees if the Software has been altered, damaged or modified as a result of: (i) the negligent acts or omissions of the licensee; (ii) by the licensee\'s hardware malfunction; (iii) third party software not licensed through Nesa; or (iv) any cause outside of Nesa\'s reasonable control.<h4>Governing Law</h4> This Purchase Order shall be governed by and construed in accordance with the laws of the Province of Quebec and the federal laws of Canada applicable therein. Jurisdiction and venue in any action arising hereunder shall be in a court of competent jurisdiction located in the Judicial District of Montreal.<h4>Language</h4> The parties have agreed that these conditions be drafted in English.
pt_pt: <h4>Software</h4> Essa é uma licença para um ou mais usuários da Nesa\'s web-versão baseada no proprietário PhysiotecTM exercise & education database software para profissionais da saúde (the "Software").<h4>Acceptance</h4> Todo o uso deste software esta sujeito a aceitação da Nesa. Nesa\'s Aceitação deverá ser evidenciada somente por confirmação por escrito ou por real performance.<h4>Software License Agreement</h4> Todos os clientes estão sujeitos a e subordinada aos termos e condições da Licença do Software Contratado (the "Agreement") que governa o uso do Software. Licenças em potencial serão solicitadas a aceitar ou recusar os termos e condições do Contrato online. Nenhuma licença será concedida para qualquer licença em potencial que se recuse a aceitar os termos e condições do Contrato.<h4>License Fees</h4> Os valores da licença do Software e qualquer extensão ou renovação serão os mesmos especificados na Nesa\'s lista de valores queé atual na Nesa\'s aceitação de um pedido. valores estão sujeitos a alteração sem aviso prévio. A menos que outra forma acordado por escrito por Nesa, os valores devem ser excluídos de todos os impostos aplicáveis, tarifas e deveres, como o caso pode ser.<h4>Term</h4> Sujeito o acima exposto, a licença é concedida por um perídodo de um (1) ano apartir da data da Nesa\'s aceitação da presente Ordem de Compra. Qualquer extensão ou renovação do período deverá ser sujeito aos valores adicionais de acordo com a lista atual de valores da Nesa.<h4>Payment</h4> Pagamento por Instituições de Saúde Pública devem ser pagos trinta (30) dias após a data da fatura salvo quando especificado por Nesa por escrito. Em todos os outros casos, a licença irá se tornar efetiva somente na recepção do pagamento do licenciado\'s pela Nesa. Nesa poderá cobrar cada licença de Software separadamente. Serão cobrados juros em todos os pagamentos atrasados calculado diariamente desde a data de vencimento até pago em totalidade na taxa de 2 porcento (2%) ao mês ou a taxa máxima permitida por lei, a que for menor.<h4>No Liability</h4> Não estando algo contido aqui ou em qualquer acordo ou outro escrito entre Nesa e o licensiado, a responsabilidade da Nesa para com todas as reclamações não pode exceder a soma dos pagamentos do Licenciado\'s pelas licenças do Software as quais são objeito de disputa. Todo o risco quanto os resultados gerados pelo uso do Software é assumido pelo licenciado sem qualificação . Em nenhuma circunstância Nesa será responsável ou responsabilizada pelo licenciado ou qualquer agente, respresentante, empregado ou sub-licenciado por qualquer dano de qualquer natureza ou de qualquer tipo, no entanto decorrentes ,seja previsível ou não. Sem limitar a generalidade do antecedente, Nesa não será responsável por qualquer morte ou lesão de qualquer natureza decorrentes de qualquer ato ou omissão do licenciado, o uso ou inabilidade de uso do Software ou qualquer tratamento médico inadequado ou diagnóstico de qualquer paciente ou cliente do licenciado.<h4>Indemnification</h4> O Licenciado concorda em indenizar e isentar a Nesa de e contra todas e quaisquer reclamações, responsabilidades, perdas, danos, custos, despesas (incluindo honorários razoáveis de advogados\' ), julgamentos e penalidades decorrentes de, resultante de, baseado em ou ocorridos como consequência de qualquer uso, mal uso ou alteração do Software pelo Licenciado, seus agentes, representantes, empregados ou sub-licenciados.<h4>Return Policy</h4> O licenciado deverá avisar a Nessa de qualquer defeito, mal funcionamento ou incompatibilidade do Software dentro de sete (7) dias da data em que o licenciado percebeu o defeito, mal funcionamento ou incompatibilidade. O licenciado é obrigado a fornecer Nesa uma descrição escrita do alegado defeito, mal funcionamento ou incompatibilidade por fax ou email descrevendo de forma abrangente o defeito, mal funcionamento ou incompatibilidade. É obrigação exclusiva da Nesa\'s, e do licenciado\'s solucionar, sendo a respeito do Software ser considerado com defeito, mal funcionameto ou incompatível com o sistema operacional do licenciado\'s deverão ser a única opção da Nesa\'s: (i) pover ao licenciado uma novo Software sem qualquer valor adicional para o licenciado; ou (ii) devolver os valores pagos pela licença pelo licenciado levando em consideração trinta (30) dias úteis da data em que o licenciado informou a Nesa do presente defeito, mal funcionamento ou incompatibilidade. Nesa não terá qualquer obrigação em substituir o Software ou devolver os valores pagos pela licenção se o Software for alterado, danificado ou modificado como resultado de: (i) Negligenciamento ou omissões do licenciado; (ii) Mal funcionamento do hardware do licenciado\'s; (iii) Softwares de terceiros não licenciado através da Nesa; ou (iv) qualquer outra causa fora do controle da Nesa\'s .<h4>Governing Law</h4> Essa compra deverá ser governada e construída de acordo com as leis da Província do Quebece das leis federais do Canada aplicavéis. Jurisdição e local de qualquer ação decorrente deste contrato deve ser realizado em um tribunal de juridição competente localizado no Distrito Judicial de Montreal.<h4>Language</h4> As partes acordaram que estas condições sejam redigidas em inglês.

source: Select a Country
es_mx: Seleccionar un país
fr_ca: Choisissez un Pays
nl_nl: Selecteer een land
pt_pt: Selecione um País

source: United Arab Emirates
es_mx: Emiratos Árabes Unidos
fr_ca: Émirats arabes unis
nl_nl: Verenigde Arabische Emiraten
pt_pt: Emirados Árabes Unidos

source: Afghanistan
es_mx: Afganistán
pt_pt: Afeganistão

source: Antigua and/or Barbuda
es_mx: Antigua y/o Barbuda
fr_ca: Antigua et/ou Barbuda
nl_nl: Antigua en/of Barbuda
pt_pt: Antigua e/ou Barbuda

source: Albania
fr_ca: Albanie
nl_nl: Albanië
pt_pt: Albânia

source: Armenia
fr_ca: Arménie
nl_nl: Armenië
pt_pt: Armênia

source: Netherlands Antilles
es_mx: Antillas Neerlandesas
fr_ca: Antilles néerlandaises
nl_nl: Nederlandse antillen
pt_pt: Antilhas Holandesas

source: Antarctica
fr_ca: Antarctique
nl_nl: Antartica
pt_pt: Antárctica

source: Austria
fr_ca: Autriche
nl_nl: Oostenrijk
pt_pt: Áustria

source: Australia
fr_ca: Australie
nl_nl: Australië
pt_pt: Austrália

source: Azerbaijan
es_mx: Azerbaiyán
fr_ca: Azerbaïdjan
nl_nl: Azerbeidzjan
pt_pt: Azerbaijão

source: Bosnia and Herzegovina
es_mx: Bosnia y Herzegovina
fr_ca: Bosnie et Herzégovine
nl_nl: Bosnië en Herzegovina
pt_pt: Bósnia e Herzegovina

source: Belgium
es_mx: Bélgica
fr_ca: Belgique
nl_nl: België
pt_pt: Bélgica

source: Bulgaria
fr_ca: Bulgarie
nl_nl: Bulgarije
pt_pt: Bulgária

source: Bahrain
es_mx: Baréin
fr_ca: Bahreïn
nl_nl: Bahrein
pt_pt: Bahrein

source: Bermuda
es_mx: Bermudas
fr_ca: Bermudes
pt_pt: Bermudas

source: Bolivia
fr_ca: Bolivie
pt_pt: Bolívia

source: Brazil
es_mx: Brasil
fr_ca: Brésil
nl_nl: Brazilië
pt_pt: Brasil

source: Bhutan
es_mx: Bután
fr_ca: Bhoutan
pt_pt: Butão

source: Bouvet Island
es_mx: Isla Bouvet
fr_ca: Île Bouvet
nl_nl: Bouveteiland
pt_pt: Ilha Bouvet

source: Canada
pt_pt: Canadá

source: Cocos (Keeling) Islands
es_mx: Isla de Cocos)
fr_ca: îles Cocos (Keeling)
nl_nl: Cocoseilanden
pt_pt: Ilhas Cocos (Keeling)

source: Central African Republic
es_mx: República Africana Central
fr_ca: République centrafricaine
nl_nl: Centraal-Afrikaanse Republiek
pt_pt: República Africana Central

source: Switzerland
es_mx: Suiza
fr_ca: Suisse
nl_nl: Zwitserland
pt_pt: Suíça

source: Ivory Coast
es_mx: Costa de Marfil
fr_ca: Côte d'Ivoire
nl_nl: Ivoorkust
pt_pt: Costa do Marfim

source: Cook Islands
es_mx: Islas Cook
fr_ca: îles Cook
nl_nl: Cookeilanden
pt_pt: Ilhas Cook

source: Cameroon
es_mx: Camerún
fr_ca: Cameroun
nl_nl: Kameroen
pt_pt: Camarões

source: Colombia
fr_ca: Colombie
pt_pt: Colômbia

source: Cape Verde
es_mx: Cabo Verde
fr_ca: Cap-Vert
nl_nl: Kaapverdië
pt_pt: Cabo Verde

source: Christmas Island
es_mx: Isla de Navidad
fr_ca: île Christmas
nl_nl: Christmaseiland
pt_pt: Ilha Christmas

source: Cyprus
es_mx: Chipre
fr_ca: Chypre
pt_pt: Chipre

source: Czech Republic
es_mx: República Checa
fr_ca: République tchèque
nl_nl: Tsjechië
pt_pt: Repúblcia Tcheca

source: Germany
es_mx: Alemania
fr_ca: Allemagne
nl_nl: Duitsland
pt_pt: Alemanha

source: Djibouti
es_mx: Yibuti
pt_pt: Djibuti

source: Denmark
es_mx: Dinamarca
fr_ca: Danemark
nl_nl: Denenmarken
pt_pt: Dianamarca

source: Dominican Republic
es_mx: República Dominicana
fr_ca: République dominicaine
nl_nl: Dominicaanse Republiek
pt_pt: República Dominicana

source: American Samoa
es_mx: Samoa Americana
fr_ca: Samoa américaines
nl_nl: Amerikaans-Samoa
pt_pt: Samoa Americana

source: Algeria
es_mx: Algéria
fr_ca: Algérie
nl_nl: Algerije
pt_pt: Argélia

source: Ecuador
fr_ca: Equateur
pt_pt: Equador

source: Estonia
fr_ca: Estonie
nl_nl: Estland
pt_pt: Estônia

source: Egypt
es_mx: Egipto
fr_ca: Egypte
nl_nl: Egypte
pt_pt: Egito

source: Western Sahara
es_mx: Sahara Occidental
fr_ca: Sahara Occidental
nl_nl: Westelijke Sahara
pt_pt: Saara Ocidental

source: Eritrea
fr_ca: Érythrée
pt_pt: Eritréia

source: Spain
es_mx: España
fr_ca: Espagne
nl_nl: Spanje
pt_pt: Espanha

source: Ethiopia
es_mx: Etiopia
fr_ca: Éthiopie
nl_nl: Ethiopië
pt_pt: Etiópia

source: Finland
es_mx: Finlandia
fr_ca: Finlande
pt_pt: Finlândia

source: Falkland Islands (Malvinas)
es_mx: Islas Malvinas
fr_ca: Îles Malouines (Malvinas)
nl_nl: Falklandeilanden
pt_pt: Ilhas Falkland (Malvinas)

source: Federated States of Micronesia
es_mx: Micronésia
fr_ca: États fédérés de Micronésie
nl_nl: Federale staten van Micronesia
pt_pt: Estados Federados da Micronésia

source: Faroe Islands
es_mx: Islas Feroe
fr_ca: Îles Féroé
nl_nl: Faroe eilanden
pt_pt: Ilhas Faroés

source: France
es_mx: Francia
nl_nl: Frankrijk
pt_pt: França

source: Metropolitan France
es_mx: Francia metropolitana
fr_ca: France métropolitaine
nl_nl: Metropolitaans Frankrijkijk
pt_pt: França Metropolitana

source: Gabon
es_mx: Gabón
pt_pt: Gabão

source: United Kingdom
es_mx: Reino Unido
fr_ca: Royaume-Uni
nl_nl: Verenigd Koninkrijk
pt_pt: Reuno Unido

source: Grenada
es_mx: Granada
fr_ca: Grenade
pt_pt: Granada

source: Georgia
fr_ca: Géorgie
nl_nl: Georgië
pt_pt: Geórgia

source: French Guiana
es_mx: Guayana Francesa
fr_ca: Guyane française
nl_nl: Frans-Guyana
pt_pt: Guiana Francesa

source: Ghana
pt_pt: Gana

source: Greenland
es_mx: Groenlandia
fr_ca: Groenland
nl_nl: Groenland
pt_pt: Groelândia

source: Gambia
fr_ca: Gambie
pt_pt: Gâmbia

source: Guinea
fr_ca: Guinée
pt_pt: Guiné

source: Guadeloupe
es_mx: Guadalupe
pt_pt: Guadalupe

source: Equatorial Guinea
es_mx: Guinea Ecuatorial
fr_ca: Guinée équatoriale
nl_nl: Equatoriaal-Guinea
pt_pt: Guiné Equatorial

source: Greece
es_mx: Grecia
fr_ca: Grèce
nl_nl: Griekeland
pt_pt: Grécia

source: South Georgia South Sandwich Islands
es_mx: Islas Georgias del Sur y Sandwich del Sur
fr_ca: Îles Sandwich du Sud Géorgie du Sud
nl_nl: Zuid-Georgië en de Zuidelijke Sandwicheilanden
pt_pt: Geórgia do Sul e Ilhas Sandwich

source: Guinea-Bissau
es_mx: Guinea-Bisáu
fr_ca: Guinée-Bissau
nl_nl: Guinee-Bissau
pt_pt: Guiné-Bissau

source: Guyana
pt_pt: Guiana

source: Heard and Mc Donald Islands
es_mx: Islas Heard y McDonald
fr_ca: Heard et Mc Donald Îles
nl_nl: Heard en MC Donaldeilanden
pt_pt: Ilhas Heard e Mc Donald

source: Croatia (Hrvatska)
es_mx: Croacia
fr_ca: Croatie (Hrvatska)
nl_nl: Kroatië
pt_pt: Croácia(Hrvatska)

source: Hungary
es_mx: Hungría
fr_ca: Hongrie
nl_nl: Hongarije
pt_pt: Hungria

source: Indonesia
es_mx: Indonésia
fr_ca: Indonésie
nl_nl: Indonesië
pt_pt: Indonésia

source: Ireland
es_mx: Irlanda
fr_ca: Irlande
nl_nl: Ierland
pt_pt: Irlanda

source: India
fr_ca: Inde
pt_pt: Índia

source: British lndian Ocean Territory
es_mx: Territorio Británico del Océano Índico
fr_ca: Territoire britannique de l'océan indien
nl_nl: Brits Indische Oceaanterritorium
pt_pt: Território Britânico do Oceano Índico

source: Iraq
es_mx: Irak
nl_nl: Irak
pt_pt: Iraque

source: Iran (Islamic Republic of)
es_mx: Irán (República islámica de)
fr_ca: Iran (République islamique d ')
nl_nl: Iran
pt_pt: Irã (República Islâmica do)

source: Iceland
es_mx: Islandia
fr_ca: Islande
nl_nl: Ijsland
pt_pt: Islândia

source: Italy
es_mx: Italia
fr_ca: Italie
nl_nl: Italië
pt_pt: Itália

source: Jordan
es_mx: Jordania
fr_ca: Jordanie
nl_nl: Jordanië
pt_pt: Jordão

source: Japan
es_mx: Japón
fr_ca: Japon
pt_pt: Japão

source: Kenya
es_mx: Kenia
nl_nl: Kenia
pt_pt: Quênia

source: Kyrgyzstan
es_mx: Kirguistán
fr_ca: Kirghizistan
nl_nl: Kirgizië
pt_pt: Quirguistão

source: Cambodia
es_mx: Camboya
fr_ca: Cambodge
nl_nl: Cambodja
pt_pt: Camboja

source: Saint Kitts and Nevis
es_mx: San Cristóbal y Nieves
fr_ca: Saint-Kitts-et-Nevis
nl_nl: Saint Kitts en Nevis
pt_pt: São Kitts e Nevis

source: Democratic People's Republic of Korea
es_mx: República Popular Democrática de Corea
fr_ca: République populaire démocratique de Corée
nl_nl: Noord-Korea
pt_pt: República Democrática Popular da Coréia

source: Republic of Korea
es_mx: República de Corea
fr_ca: République de Corée
nl_nl: Zuid-Korea
pt_pt: República da Coréia

source: Cayman Islands
es_mx: Islas Caimán
fr_ca: Îles Caïmans
nl_nl: Kaaimaneilanden
pt_pt: Ilhas Cayman

source: Kazakhstan
es_mx: Kazajistán
nl_nl: Kazachstan
pt_pt: Cazaquistão

source: Lao People's Democratic Republic
es_mx: República Democrática Popular Lao
fr_ca: République démocratique populaire lao
nl_nl: Laos
pt_pt: República Democrática Popular Lao

source: Lebanon
es_mx: Libano
fr_ca: Liban
nl_nl: Libanon
pt_pt: Líbano

source: Saint Lucia
es_mx: Santa-Lucía
fr_ca: Sainte-Lucie
pt_pt: Santa Lúcia

source: Sri Lanka
pt_pt: Siri Lanka

source: Liberia
pt_pt: Libéria

source: Lesotho
es_mx: Lesoto
pt_pt: Lesoto

source: Lithuania
es_mx: Lituania
fr_ca: Lituanie
nl_nl: Litouwen
pt_pt: Lituânia

source: Luxembourg
es_mx: Luxembourgo
nl_nl: Luxemburg
pt_pt: Luxemburgo

source: Latvia
es_mx: Letonia
fr_ca: Lettonie
nl_nl: Letlandd
pt_pt: Letônia

source: Libyan Arab Jamahiriya
es_mx: Libia
fr_ca: Jamahiriya arabe libyenne
nl_nl: Libië
pt_pt: Jamahiria Árabe da Líbia

source: Morocco
es_mx: Marruecos
fr_ca: Maroc
nl_nl: Marokko
pt_pt: Marrocos

source: Monaco
es_mx: Mónaco
pt_pt: Mônaco

source: Republic of Moldova
es_mx: República de Moldova
fr_ca: République de Moldova
nl_nl: Moldavië
pt_pt: República da Moldávia

source: Marshall Islands
es_mx: Islas Marshall
fr_ca: Îles Marshall
nl_nl: Marshalleilanden
pt_pt: Ilhas Marshall

source: Macedonia
fr_ca: Macédoine
nl_nl: Macedonië
pt_pt: Macedônia

source: Mongolia
nl_nl: Mongolië
pt_pt: Mongólia

source: Northern Mariana Islands
es_mx: Islas Marianas del Norte
fr_ca: Îles Mariannes du Nord
nl_nl: Noordelijke Marianen
pt_pt: Ilhas Marianas do Norte

source: Maldives
es_mx: Maldivas
nl_nl: Malediven
pt_pt: Maldivas

source: Mexico
es_mx: México
fr_ca: Mexique
pt_pt: México

source: Malaysia
es_mx: Malasia
fr_ca: Malaisie
nl_nl: Maleisië
pt_pt: Malásia

source: Mozambique
pt_pt: Moçambique

source: Namibia
fr_ca: Namibie
nl_nl: Namibië
pt_pt: Namíbia

source: New Caledonia
es_mx: Nueva Caledonia
fr_ca: Nouvelle-Calédonie
nl_nl: Nieuw-Caledonië
pt_pt: Nova Caledônia

source: Niger
es_mx: Nigeria
pt_pt: Nigéria

source: Norfork Island
es_mx: Isla Norfork
fr_ca: Île Norfork
nl_nl: Norfolk
pt_pt: Ilha Norfork

source: Nigeria
pt_pt: Nigéria

source: Nicaragua
pt_pt: Nicarágua

source: Netherlands
es_mx: Paises Bajos
fr_ca: Pays-Bas
nl_nl: Nederland
pt_pt: Holanda

source: Norway
es_mx: Noruega
fr_ca: Norvège
nl_nl: Noorwegen
pt_pt: Noruega

source: New Zealand
es_mx: Nueva Zelanda
fr_ca: Nouvelle-Z&eacute;lande
nl_nl: Nieuw-Zeeland
pt_pt: Nova Zelândia

source: Oman
pt_pt: Omã

source: Panama
es_mx: Panamá
pt_pt: Panamá

source: French Polynesia
es_mx: Polinesia Francesa
fr_ca: Polynésie française
nl_nl: Frans-Polynesië
pt_pt: Polinésia Francesa

source: Papua New Guinea
es_mx: Papúa Nueva Guinea
fr_ca: Papouasie-Nouvelle-Guinée
nl_nl: Papoea-Nieuw-Guinea
pt_pt: Papua Nova Guiné

source: Philippines
es_mx: Filipinas
nl_nl: Filipijnen
pt_pt: Filipinas

source: Pakistan
es_mx: Pakistán
pt_pt: Paquistão

source: Poland
es_mx: Polonia
fr_ca: Pologne
nl_nl: Polen
pt_pt: Polônia

source: St. Pierre and Miquelon
es_mx: San Pedro y Miquelón
fr_ca: Saint-Pierre et Miquelon
nl_nl: Saint-Pierre en Miquelon
pt_pt: St. Pierre e Miquelon

source: Puerto Rico
fr_ca: Porto Rico
pt_pt: Porto Rico

source: Paraguay
pt_pt: Paraguai

source: Reunion
es_mx: Reunión
fr_ca: Réunion
nl_nl: Réunion
pt_pt: Reunião

source: Romania
es_mx: Rumania
fr_ca: Roumanie
nl_nl: Roemenië
pt_pt: Romênia

source: Serbia
fr_ca: Serbie
nl_nl: Servië
pt_pt: Sérvia

source: Russian Federation
es_mx: Federación Rusa
fr_ca: Fédération Russe
nl_nl: Rusland
pt_pt: Federação Russa

source: Rwanda
es_mx: Ruanda
pt_pt: Ruanda

source: Saudi Arabia
es_mx: Arabia Saudita
fr_ca: Arabie Saoudite
nl_nl: Saoedi-Arabië
pt_pt: Arábia Saudita

source: Solomon Islands
es_mx: Islas Salomón
fr_ca: Îles Salomon
nl_nl: Salomonseilanden
pt_pt: Ilhas Salomão

source: Sudan
es_mx: Sudán
fr_ca: Soudan
nl_nl: Soedan
pt_pt: Sudão

source: Sweden
es_mx: Suecia
fr_ca: Suède
nl_nl: Zweden
pt_pt: Suécia

source: Singapore
es_mx: Singapur
fr_ca: Singapour
pt_pt: Singapura

source: St. Helena
es_mx: Santa Elena
fr_ca: Sainte-Hélène
nl_nl: Sint-Helena
pt_pt: Santa Helena

source: Slovenia
es_mx: Eslovenia
fr_ca: Slovénie
nl_nl: Slovenië
pt_pt: Eslovênia

source: Svalbarn and Jan Mayen Islands
es_mx: Islas Svalbard y Jan Mayen
fr_ca: Îles Svalbard et Jan Mayen
nl_nl: Spitsbergen en Jan Mayen eilanden
pt_pt: Ilhas Svalbard and Jan Mayen

source: Slovakia
es_mx: Eslovaquia
fr_ca: Slovaquie
nl_nl: Slowakije
pt_pt: Eslováquia

source: Sierra Leone
es_mx: Sierra Leona
pt_pt: Serra Leoa

source: Somalia
fr_ca: Somalie
nl_nl: Somalië
pt_pt: Somália

source: Sao Tome and Principe
es_mx: Santo Tomé y Príncipe
fr_ca: Sao Tomé-et-Principe
nl_nl: Sao Tomé en Principe
pt_pt: São Tomé e Príncipe

source: Syrian Arab Republic
es_mx: República Árabe Siria
fr_ca: République arabe syrienne
nl_nl: Syrië
pt_pt: República Árabe da Síria

source: Swaziland
es_mx: Suazilandia
pt_pt: Suazilândia

source: Turks and Caicos Islands
es_mx: Islas de Turquía y Caicos
fr_ca: Îles Turques et Caïques
nl_nl: Turks- en Caicoseilanden
pt_pt: Ilhas Turcas e Caicos

source: Chad
fr_ca: Tchad
nl_nl: Tsjaad
pt_pt: Chade

source: French Southern Territories
es_mx: Territorios Franceses del Sur
fr_ca: Terres australes françaises
nl_nl: Franse Zuidelijke en Antarctische Gebieden
pt_pt: Territórios Franceses do Sul

source: Thailand
es_mx: Tailandia
fr_ca: Thaïlande
pt_pt: Tailândia

source: Tajikistan
es_mx: Tayikistán
fr_ca: Tadjikistan
nl_nl: Tadzjikistan
pt_pt: Tajiquistão
