Repository: dwizzel-dev/code-samples-all
Catalog: visou.com/inc/lang/messages.*.po
Languages: es_mx, fr_ca, nl_nl, pt_pt

source: Invalid Password, Your password includes an invalid/bad character(s). Please remove it, Ex: %, +, /, \, =, ^, `, {, |, }, ~, (, ), ,, <, >, & and white space.
es_mx: Contraseña inválida, Su contraseña incluye un carácter inválido/erróneo(s). Por favor eliminarlo, Ej: %, +, /, \, =, ^, `, {, |, }, ~, (, ), ,, <, >, & y espacio en blanco.
fr_ca: Mot de passe invalide. Les caract&egrave;res suivants ne sont pas accept&eacute;s: %, +, /, \, =, ^, `, {, |, }, ~, (, ), ,, <, >, & et espace vide
nl_nl: Ongeldig wachtwoord. Het wachtwoord bevat een ongeldig teken (bijvoorbeeld: %, +, /, \, =, ^, `, {, |, }, ~, (, ), <, >, &, en spatie), verwijder het ongeldige teken.
pt_pt: Senha Inválida, Sua senha possui um ou mais caracter(es) inválido(s). Favor removê-lo, Ex: %, +, /, \, =, ^, `, {, |, }, ~, (, ), ,, <, >, & e espaços em branco.

source: Invalid UserName, Your username includes an invalid/bad character(s). Please remove it, Ex: %, +, /, \, =, ^, `, {, |, }, ~, (, ), <, >, &.
es_mx: Nombre de usuario inválido, Su nombre de usuario incluye un carácter inválido/erróneo(s). Por favor eliminarlo, Ej: %, +, /, \, =, ^, `, {, |, }, ~, (, ), <, >, &.
fr_ca: Nom d'usager invalide. Les caract&egrave;res suivants ne sont pas accept&eacute;s: %, +, /, \, =, ^, `, {, |, }, ~, (, ), ,, <, >, & et espace vide
nl_nl: Ongeldige gebruikersnaam. De gebruikersnaam bevat een ongeldig teken (bijvoorbeeld: %, +, /, \, =, ^, `, {, |, }, ~, (, ), <, >, &), verwijder het ongeldige teken.
pt_pt: Nome de Usuário Inválido, Seu nome de usuário possui um ou mais caracter(es) inválido(s). Favor removê-lo, Ex: %, +, /, \, =, ^, `, {, |, }, ~, (, ), ,, <, >, & e espaços em branco.

source: client
es_mx: cliente
nl_nl: cliënt
pt_pt: cliente

source: Page
es_mx: Página
nl_nl: Pagina
pt_pt: Página

source: Note
es_mx: Nota
nl_nl: Notitie
pt_pt: Nota

source: All rights reserved.
es_mx: Todos los derechos reservados
fr_ca: Tous droits r&eacute;serv&eacute;s
nl_nl: Alle rechten voorbehouden.
pt_pt: Todos os direitos reservados.

source: Prepared on
es_mx: Preparado en
fr_ca: Pr&eacute;par&eacute; le
nl_nl: Gemaakt op
pt_pt: Preparado em

source: View Tracking sheet
es_mx: Ver hoja de seguimiento
fr_ca: Voir la grille de suivi
nl_nl: Bekijk oefenschema
pt_pt: Visualizar a folha de acompanhamento

source: 1 per page big text
es_mx: 1 por página - letras grandes
fr_ca: 1 par page - gros caractères
nl_nl: 1 per pagina grote tekst
pt_pt: 1 por página texto grande

source: 1 per page long text
es_mx: 1 por página - texto grande
fr_ca: 1 par page - longs textes
nl_nl: 1 per pagina lange tekst
pt_pt: 1 por página texto longo

source: 2 per page long text
es_mx: 2 por página - texto grande
fr_ca: 2 par page - long texte
nl_nl: 2 per pagina lange tekst
pt_pt: 2 por página texto longo

source: 3 per page landscape
es_mx: 3 por página - formato horizontal
fr_ca: 3 par page - format paysage
nl_nl: 3 per pagina panorama
pt_pt: 3 por página paisagem

source: 3 per page portrait
es_mx: 3 por página - formato vertical
fr_ca: 3 par page - format portrait
nl_nl: 3 per pagina portret
pt_pt: 3 por página porta-retrato

source: 4 per page landscape
es_mx: 4 por página - formato horizontal
fr_ca: 4 par page - format paysage
nl_nl: 4 per pagina panorama
pt_pt: 4 por página paisagem

source: 8 per page
es_mx: 8 por página
fr_ca: 8 par page
nl_nl: 8 per pagina
pt_pt: 8 por página

source: 10 per page
es_mx: 10 por página
fr_ca: 10 par page
nl_nl: 10 per pagina
pt_pt: 10 por página

source: 12 per page
es_mx: 12 por página
fr_ca: 12 par page
nl_nl: 12 per pagina
pt_pt: 12 por página

source: 1 per page - tracking sheet
es_mx: 1 por página - hoja de seguimiento
fr_ca: 1 par page - feuille de suivi
nl_nl: 1 per pagina met oefenschema
pt_pt: 1 por página - Rastreando folha

source: 1 per page big text - tracking sheet
es_mx: 1 por página - letras grandes - hoja de seguimiento
fr_ca: 1 par page - gros caractères - feuille de suivi
nl_nl: 1 per pagina grote tekst met oefenschema
pt_pt: 1 por página texto grande - rastreando folha

source: 1 per page long text - tracking sheet
es_mx: 1 por página - texto largo - hoja de seguimiento
fr_ca: 1 par page - longs textes - feuille de suivi
nl_nl: 1 per pagina lange tekst met oefenschema
pt_pt: 1 por página texto longo - rastreando folha

source: 2 per page - tracking sheet
es_mx: 2 por página - hoja de seguimiento
fr_ca: 2 par page - feuille de suivi
nl_nl: 2 per pagina met oefenschema
pt_pt: 2 por página - rastreando folha

source: 2 per page long text - tracking sheet
es_mx: 2 por página - texto largo - hoja de seguimiento
fr_ca: 2 par page - longs textes - feuille de suivi
nl_nl: 2 per pagina lange tekst met oefenschema
pt_pt: 2 por página texto longo - rastreando folha

source: 3 per page landscape - tracking sheet
es_mx: 3 por pagina - formato horizontal - hoja de seguimiento
fr_ca: 3 par page - format paysage - feuille de suivi
nl_nl: 3 per pagina panorama met oefenschema
pt_pt: 3 por página paisagem - rastreando folha

source: 3 per page portrait - tracking sheet
es_mx: 3 por página - formato vertical - hoja de seguimiento
fr_ca: 3 par page - format portrait - feuille de suivi
nl_nl: 3 per pagina portret met oefenschema
pt_pt: 3 por página porta-retrato - rastreando folha

source: 4 per page landscape - tracking sheet
es_mx: 4 por página - formato horizontal - hoja de seguimiento
fr_ca: 4 par page - format paysage - feuille de suivi
nl_nl: 4 per pagina panorama met oefenschema
pt_pt: 4 por página paisagem - rastreando folha

source: 5 per page - tracking sheet
es_mx: 5 por página - hoja de seguimiento
fr_ca: 5 par page - feuille de suivi
nl_nl: 5 per pagina met oefenschema
pt_pt: 5 por página - rastreando folha

source: 8 per page - tracking sheet
es_mx: 8 por página - hoja de seguimiento
fr_ca: 8 par page - feuille de suivi
nl_nl: 8 per pagina met oefenschema
pt_pt: 8 por página - rastreando folha

source: 10 per page - tracking sheet
es_mx: 10 por página - hoja de seguimiento
fr_ca: 10 par page - feuille de suivi
nl_nl: 10 per pagina met oefenschema
pt_pt: 10 por página - rastreando folha

source: 12 per page - tracking sheet
es_mx: 12 por página - hoja de seguimiento
fr_ca: 12 par page - feuille de suivi
nl_nl: 12 per pagina met oefenschema
pt_pt: 12 por página - rastreando folha

source: Summary
nl_nl: Samenvatting
pt_pt: Sumário

source: New Account
es_mx: Nueva cuenta
fr_ca: Nouveau compte
nl_nl: Nieuw account
pt_pt: Nova Conta

source: Hi
es_mx: Hola
fr_ca: Bonjour
nl_nl: Hallo
pt_pt: Olá

source: Welcome to
es_mx: Bienvenido a
fr_ca: Bienvenue sur
nl_nl: Welkom bij
pt_pt: Bem-Vindo à

source: Click on the button
es_mx: Clic sobre el botón
fr_ca: Cliquer sur le bouton
nl_nl: Klik op de knop
pt_pt: Clique no botão

source: to create your username and password.
es_mx: Para crear su nombre de usuario y contraseña
fr_ca: Pour créer votre nom d'usager et mot de passe.
nl_nl: om uw gebruikersnaam en wachtwoord aan te maken.
pt_pt: para criar seu nome de usuário e senha.

source: If you don't see the button <a href="%%url_link%%">click here</a>.
es_mx: Si usted no ve el botón <a href="%%url_link%%">hacer clic aquí</a>.
fr_ca: Si vous ne voyez pas le bouton <a href="%%url_link%%">cliquer ici</a>.
nl_nl: Indien u geen knop ziet <a href="%%url_link%%">klik hier</a>.
pt_pt: Se você não vê o botão <a href="%%url_link%%">clique aqui</a>.

source: If you don't see the button <a href="%%url_link%%">click here</a>.
es_mx: Si usted no ve el botón <a href="%%url_link%%">hacer clic aquí</a>.
fr_ca: Si vous ne voyez pas le bouton <a href="%%url_link%%">cliquer ici</a>.
nl_nl: Indien u geen knop ziet <a href="%%url_link%%">klik hier</a>.
pt_pt: Se você não vê o botão <a href="%%url_link%%">clique aqui</a>.

source: Our team is ready to support you anytime at :
es_mx: Nuestro equipo está listo para ayudarle en cualquier momento :
fr_ca: Notre équipe se fera un plaisir de vous aider en tout temps :
nl_nl: Met vragen of andere opmerkingen kunt u ons altijd bereiken via info@huiswerkoefeningen.nl
pt_pt: Nosso time está pronto para ajudar-lhe a qualquer momento em :

source: click the following link to create your username and password.
es_mx: Hacer clic en el enlace siguiente para crear su nombre de usuario y contraseña.
fr_ca: cliquer sur le lien suivant pour créer votre nom d'usager et mot de passe.
nl_nl: Klik op de volgende link om uw gebruikersnaam en wachtwoord aan te maken.
pt_pt: clique no link seguinte para criar o seu nome de usuário e senha.

source: If a link above doesn't work, please copy and paste the URL into a browser.
es_mx: Si el enlace de arriba no funciona, favor de copiar y pegar la URL en el navegador
fr_ca: Si le lien ci-dessus ne fonctionne pas, svp copier et coller le URL dans votre navigateur
nl_nl: Indien de bovenstaande link niet werkt, kopieer en plak the URL rechtstreeks in de browser.
pt_pt: Se o link acima não funcionar, por favor copie e cole a URL no seu navegador.

source: Updating Credentials
es_mx: Actualización de Credenciales
fr_ca: Mise à jour de vos informations
nl_nl: Bijwerken inloggegevens
pt_pt: Atualizando as Credenciais

source: Reset Account
es_mx: Reestablecer Cuenta
fr_ca: Réinitialiser votre compte
nl_nl: Herstel account
pt_pt: Restabelecer Conta

source: to reset your username and password.
es_mx: para reestablecer su nombre de usuario y contraseña
fr_ca: pour réinitialiser votre nom d'usager et mot de passe
nl_nl: om uw gebruikersnaam en wachtwoord opnieuw in te stellen.
pt_pt: para restabelecer seu usuário e senha.

source: if you don't see the button <a href="%%url_link%%">click here</a>.
pt_pt: Se você não vê o botão <a href="%%url_link%%">clique aqui</a>.

source: click the following link to reset your username and password.
es_mx: hacer clic sobre el enlace siguiente para reestablecer su nombre de usuario y contraseña
fr_ca: cliquer sur le lien suivant pour réinitialiser votre nom d'usager et mot de passe
nl_nl: Klik op de volgende link om uw gebruikersnaam en wachtwoord opnieuw in te stellen.
pt_pt: clique no link seguinte para restabelecer seu nome de usuário e senha.

source: Account Updated
es_mx: Cuenta actualizada
fr_ca: Le compte est mis à jour
nl_nl: Account is bijgewerkt
pt_pt: Conta Atualizada

source: access confirmation
es_mx: confirmación de acceso
fr_ca: comfirmation d'accès
nl_nl: toegang bevestiging
pt_pt: acessar confirmação

source: Thank you for setting up your account to %%brand_clinic_name%%.
es_mx: Gracias por crear su cuenta con %%brand_clinic_name%%.
fr_ca: Merci d'avoir créé un compte chez %%brand_clinic_name%%.
nl_nl: Bedankt voor het aanmaken van uw account bij %%brand_clinic_name%%.
pt_pt: Obrigado por configurar sua conta em %%brand_clinic_name%%.

source: To login from %%brand_clinic_name%% , click on the button
es_mx: Para conectarse a %%brand_clinic_name%% , hacer clic sobre el botón
fr_ca: Pour se connecter à %%brand_clinic_name%% , cliquer sur le bouton
nl_nl: Om in te loggen bij %%brand_clinic_name%%, klik op de knop.
pt_pt: Para fazer login em %%brand_clinic_name%% , clique no botão

source: To login from %%brand_clinic_name%%, click the following link.
es_mx: Para conectarse a %%brand_clinic_name%% , hacer clic sobre el enlace siguiente
fr_ca: Pour se connecter à %%brand_clinic_name%% , cliquer sur le lien suivant
nl_nl: Om in te loggen bij %%brand_clinic_name%%, klik op de volgende link.
pt_pt: Para fazer login em %%brand_clinic_name%% , clique no link seguinte.

source: summary
es_mx: resumen
fr_ca: sommaire
nl_nl: samenvatting
pt_pt: resumo

source: summary 2
es_mx: resumen 2
fr_ca: sommaire 2
nl_nl: samenvatting 2
pt_pt: resumo 2

source: tracking sheet
es_mx: hoja de seguimiento
fr_ca: feuille de suivi
nl_nl: oefenschema
pt_pt: rastreando folha

source: tracking sheet 2
es_mx: hoja de seguimiento 2
fr_ca: feuille de suivi 2
nl_nl: oefenschema 2
pt_pt: rastreando folha 2

source: Save a copy
es_mx: Salvar copia
fr_ca: Sauvegarder une copie
nl_nl: Sla kopie op
pt_pt: Salve uma c&oacute;pia

source: This action will delete all parameters from the program you are currently building.
es_mx: Esta acci&oacute;n borrar&aacute; todos los par&aacute;metros del programa que se est&aacute; construyendo actualmente
fr_ca: Cette action supprimera tous les param&egrave;tres du programme sur lequel vous travaillez pr&eacute;sentement.
nl_nl: Deze actie verwijdert alle paramters die ingesteld zijn in het programma dat nu op wordt gesteld.
pt_pt: Todos os par&acirc;metros ser&atilde;o apagados do programa que voc&ecirc; est&aacute; construindo atualmente.

source: Don't ask again
es_mx: No volver a preguntar
fr_ca: Ne plus me poser la question
nl_nl: Vraag niet opnieuw
pt_pt: N&atilde;o pergunte novamente

source: You must enter a title for your template.
es_mx: Debe introducir un t&iacute;tulo para su protocolo.
fr_ca: Vous devez donner un titre au protocole.
nl_nl: Geef het protocol een titel.
pt_pt: Voc&ecirc; deve escolher um t&iacute;tulo para o seu modelo.

source: This template already exists. Do you want to replace it?
es_mx: Este protocolo ya existe. Desea reemplazarlo?
fr_ca: Ce protocole existe d&eacute;j&agrave;. Voulez-vous le remplacer?
nl_nl: Dit protocol bestaat al. Wilt u het vervangen?
pt_pt: Esse modelo j&aacute; existe. Voc&ecirc; deseja substitu&iacute;-lo?

source: You must enter a title!
es_mx: Debe introducir un t&iacute;tulo!
fr_ca: Vous devez donner un titre!
nl_nl: Er moet een titel toe worden gevoegd.
pt_pt: Voc&ecirc; deve escolher um t&iacute;tulo!

source: This title already exist!
es_mx: Este t&iacute;tulo ya existe!
fr_ca: Ce titre existe d&eacute;j&agrave;!
nl_nl: Deze titel bestaat al.
pt_pt: Este t&iacute;tulo j&aacute; existe!

source: Template updated
es_mx: El protocolo ha sido actualizado
fr_ca: Le protocole a &eacute;t&eacute; mis &agrave; jour
nl_nl: Protocol aangepast.
pt_pt: Modelo atualizado

source: Template saved
es_mx: El protocolo ha sido guardado
fr_ca: Le protocole a &eacute;t&eacute; sauvegard&eacute;
nl_nl: Protocol opgeslagen.
pt_pt: Modelo salvo

source: You must Enter a program title!
es_mx: Debe introducir un t&iacute;tulo de programa!
fr_ca: Vous devez donner un titre au programme!
nl_nl: Voeg een titel toe aan het programma.
pt_pt: Voc&ecirc; deve escolher um t&iacute;tulo para o programa!

source: Unable to find client!
es_mx: Imposible encontrar este cliente!
fr_ca: Impossible de trouver le client!
nl_nl: De cli&euml;nt kan niet worden gevonden.
pt_pt: Cliente n&atilde;o encontrado!

source: Client inactive or deleted!
es_mx: Cliente inactivo o borrado!
fr_ca: Client inactif ou supprim&eacute;!
nl_nl: Cli&euml;nt is inactief of verwijderd.
pt_pt: Cliente inativo ou exclu&iacute;do!

source: No language associated with your license!
es_mx: Ning&uacute;n lenguaje se encuentra asociado con su licencia!
fr_ca: Aucune langue n'est associ&eacute;e &agrave; votre licence!
nl_nl: Er is nog geen taal ingesteld voor deze licentie.
pt_pt: Nenhum idioma foi associado com essa licen&ccedil;a!

source: This client already has a program with the same title
fr_ca: Ce client poss&egrave;de d&eacute;j&agrave; un programme avec ce titre
nl_nl: Deze cli&euml;nt heeft al een programma met dezelfde titel.
pt_pt: Esse cliente j&aacute; tem um programa com o mesmo t&iacute;tulo

source: Duration
fr_ca: Dur&eacute;e
nl_nl: Duur
pt_pt: Dura&ccedil;&atilde;o

source: You modified a program created by someone else.<br>Please save your modification before sending the email
nl_nl: Er is een programma aangepast dat door ieamnd anders gecre&euml;rd is. <br>Sla u aanpassingen op voordat de e-mail wordt verzonden.
pt_pt: Voc&ecirc; modificou um programa criado por outro usu&aacute;rio. <br>Favor salvar sua modifica&ccedil;&atilde;o antes de enviar o e-mail

source: Modifications
es_mx: Modificaciones
nl_nl: Wijzigingen
pt_pt: Modifica&ccedil;&otilde;es

source: Author
es_mx: Autor
fr_ca: Auteur
nl_nl: Auteur
pt_pt: Autor

source: Date/time
es_mx: Fecha/Hora
fr_ca: Date/heure
nl_nl: Datum/uur
pt_pt: Encontro

source: Oops...
es_mx: Ups...
nl_nl: Oeps...

source: Email
es_mx: Correo electrónico

source: Tempo:
es_mx: Tiempo:

source: Canada H1S 2N1
es_mx: Canadá H1S 2N1
nl_nl: Nederland

source: Login
es_mx: Entrar
fr_ca: Entrer

source: Template added
es_mx: Protocolo agregado
fr_ca: Protocole ajout&eacute;
nl_nl: Protocol toegevoegd

source: Push up
es_mx: Levantar
fr_ca: Pompe
nl_nl: Opdrukken

source: Medicine ball
es_mx: Balón medicinal

source: Cones
es_mx: Conos
nl_nl: Kegels

source: Dynometer
es_mx: Dinamómetro
nl_nl: Dynamometer

source: Mat
es_mx: Alfombra

source: Barrel
es_mx: Barril
fr_ca: Demi-tonneau
nl_nl: Vat

source: Reformer
es_mx: Reformador

source: Pulley
es_mx: Polea
fr_ca: Poulie

source: FMS
es_mx: MSH FMS
fr_ca: MSH FMS

source: GoldCoast
es_mx: Costa Dorada

source: SFMA
es_mx: MSHC Iblessure
fr_ca: MSHC Iblessure

source: nonr
es_mx: nono
fr_ca: nono

source: test neu
es_mx: Prueba neuro
fr_ca: Test neuro

source: ZZZ Vestibular
es_mx: ZZ Vestibular
fr_ca: ZZ Vestibulaire
nl_nl: ZZZ Evenwichtsorgaan

source: Cardio
es_mx: Cardiovascular
fr_ca: Cardiovasculaire

source: Biofeedback
es_mx: Bio-Retroalimentación
fr_ca: Boifeedback

source: ADL / DSA
es_mx: AVQ/AVD
fr_ca: AVQ/AVD
nl_nl: ADL

source: Changing program will delete all parameters from the program you are currently building.
es_mx: Cambiar de programa eliminará todos los parámetros del programa actual.
fr_ca: Changer de programme supprimera tous les paramètres du programme actuel.

source: Tempo
es_mx: Tiempo

source: Anguilla
es_mx: Anguila

source: Benin
es_mx: Benín
fr_ca: Bénin

source: Brunei Darussalam
es_mx: Brunéi Darussalam
fr_ca: Brunéi Darussalam

source: Botswana
es_mx: Botsuana

source: Belarus
es_mx: Bielorrusia
fr_ca: Bélarus
nl_nl: Wit-Rusland

source: Fiji
es_mx: Fidji
fr_ca: Fidji

source: Haiti
es_mx: Haití
fr_ca: Haïti
nl_nl: Haïti

source: Comoros
es_mx: Comoras
fr_ca: Comores
nl_nl: Comoren

source: Myanmar
es_mx: Birmania

source: Macau
es_mx: Macao

source: Martinique
es_mx: Martinica

source: Mauritius
es_mx: Isla Mauricio
fr_ca: Ile Maurice

source: Peru
es_mx: Perú
fr_ca: Pérou

source: Palau
es_mx: Palaos
fr_ca: Palaos

source: Qatar
es_mx: Catar

source: Suriname
es_mx: Surinam

source: El Salvador
es_mx: Salvador
fr_ca: Salvador

source: Taiwan
es_mx: Taiwán

source: Yemen
es_mx: Yémen
fr_ca: Yémen
nl_nl: Jemen

source: Zimbabwe
es_mx: Zimbabue

source: Objective
es_mx: Objetivo

source: Position
es_mx: Posición
nl_nl: Uitgangshouding

source: Chest
es_mx: Pecho / Cintura Escapular
fr_ca: Poitrine
nl_nl: Borst

source: Upper back
es_mx: Superior de la espalda
fr_ca: Haut du dos
nl_nl: Bovenrug

source: Lower limbs
es_mx: Extremidades Inferiores
fr_ca: Membres inférieurs
nl_nl: Onderste extremiteiten

source: Jaw
es_mx: Mandíbula / ATM
fr_ca: Mâchoire
nl_nl: Kaak

source: Scapula
es_mx: Escápula / Omóplato
fr_ca: Omoplate
nl_nl: Schouderblad

source: Crutches
es_mx: Muletas
fr_ca: Béquilles
nl_nl: Krukken

source: Thoracic
es_mx: Tórax
fr_ca: Thoracique
nl_nl: Thoracaal

source: Transitional
es_mx: Transferencias / Cambios Posturales

source: Crutcher
es_mx: Muletas / Bastones

source: AROM
es_mx: Movilidad Articular Activa
fr_ca: AA active

source: Creation date
es_mx: Fecha de Creación

source: Rehab
es_mx: Rehabilitación
fr_ca: Réadaptation
nl_nl: Herstel

source: Education
es_mx: Educación
fr_ca: Éducation
nl_nl: Educatie

source: Heart
es_mx: Ritmo Cardiaco
fr_ca: Coeur
nl_nl: Hart

source: Trunk
es_mx: Tronco
fr_ca: Tronc
nl_nl: Romp

source: Upper extremity
es_mx: Extremidades superiores
fr_ca: Membres supérieurs
nl_nl: Bovenste extremiteiten

source: Once your registration is complete, please use the following link to access your account :
es_mx: Una vez que su inscripción sea completada, utilizar el siguiente enlace para acceder a su cuenta :
fr_ca: Une fois votre inscription terminée, veuillez utiliser le lien suivant pour accéder à votre compte :
nl_nl: Zodra de registratie voltooid is, kunt u de volgende link gebruiken om toegang te krijgen tot uw account :

source: * Please note that the link will be no longer valid once it has been clicked.
es_mx: * Favor de tomar en cuenta que el enlace ya no será válido una vez que se haya hecho click sobre este.
fr_ca: * S'il vous plaît notez que le lien ne sera plus valide une fois cliqué.
nl_nl: Houd er rekening mee dat de link niet meer geldig is nadat er op geklikt is.

source: If you have questions, please don't hesitate to contact us at %s anytime. Our representatives will be happy to help.
es_mx: Si usted tiene preguntas, por favor no dude en contactarnos en cualquier momento. Nuestros representantes estarán encantados de ayudarle.
fr_ca: Si vous avez des questions, n'hésitez pas à nous contacter au %s en tout temps. Nos représentants seront ravis de vous aider.
nl_nl: Indien u vragen hebt, kunt u contact opnemen met ons via %s.

source: You didn't ask to change your password? Then just ignore this email.
es_mx: Usted no pidió cambiar su contraseña? Entonces solo ignore este correo electrónico.
fr_ca: Vous ne voulez pas changer votre mot de passe? Alors ignorez ce message.
nl_nl: Indien u geen verzoek in heeft gediend om uw wachtwoord te wijzigen, kunt u deze e-mail negeren.

source: Body general
es_mx: General / Todo el cuerpo
fr_ca: Corps général
nl_nl: Gegeneraliseerd

source: Face
es_mx: Cara
fr_ca: Visage
nl_nl: Gezicht

source: Anterior jaw
es_mx: Mandíbula anterior / Mentón
fr_ca: Mâchoire antérieure
nl_nl: Kaak (voorste gedeelte)

source: Posterior jaw
es_mx: Mandíbula posterior
fr_ca: Mâchoire postérieure
nl_nl: Kaak (achterste gedeelte)

source: Cheeks
es_mx: Mejillas
fr_ca: Joues
nl_nl: Wangen

source: Head
es_mx: Cabeza
fr_ca: Tête
nl_nl: Hoofd

source: Lip
es_mx: Labios
fr_ca: Lèvres

source: Teeth
es_mx: Dientes
fr_ca: Dents
nl_nl: Tanden

source: Tongue Midblade
es_mx: Lengua
fr_ca: Milieu de la langue
nl_nl: Tong (midden)

source: Tongue tip
es_mx: Punta de la Lengua
fr_ca: Bout de la langue
nl_nl: Tong (puntje)

source: Opening
es_mx: Apertura
fr_ca: Ouverture
nl_nl: Openen

source: Closure
es_mx: Cierre
fr_ca: Fermeture
nl_nl: Sluiten

source: Feeding
es_mx: Alimentación
fr_ca: Alimentation
nl_nl: Voeden

source: Abdominals/Core
es_mx: Abdominales/Tronco
fr_ca: Abdominaux/Tronc
nl_nl: Buikspieren/Core

source: Arms
es_mx: Brazos
fr_ca: Bras
nl_nl: Armen

source: Calves
es_mx: Pantorrillas
fr_ca: Mollets
nl_nl: Kuitspieren

source: Pelvic Floor
es_mx: Suelo Pélvico
fr_ca: Plancher pelvien
nl_nl: Bekkenbodem

source: Thigh
es_mx: Muslo
fr_ca: Cuisse
nl_nl: Dij

source: Wrist
es_mx: Muñeca
fr_ca: Poignet
nl_nl: Pols

source: Semi-supine (crook)
es_mx: Supino con piernas flexionadas
fr_ca: Sur le dos, genoux fléchis
nl_nl: Half-liggend

source: Body General
es_mx: General / Todo el cuerpo

source: Lower libs
es_mx: Extremidades Inferiores

source: Upper Extremity
es_mx: Extremidades Superiores

source: Combined/transfers
es_mx: Cambios Posturales/transferencias

source: Phantom Limb
es_mx: Miembro Fantasma

source: Quadruped
es_mx: Cuadrupedia

source: Finger - Index
es_mx: Dedo Índice

source: Finger - long
es_mx: Dedo Corazón

source: Finger - ring
es_mx: Dedo Anular

source: Fingers - All
es_mx: Todos los dedos

source: Finger - Small
es_mx: Dedo Meñique

source: Finger - Thumb
es_mx: Dedo Pulgar

source: Half Kneeling
es_mx: Semiarrodillado

source: Anterior Jaw
es_mx: Mandíbula anterior / Mentón

source: Posterior Jaw
es_mx: Mandíbula Posterior

source: Lateralization
es_mx: Lateralización

source: Protrusion
es_mx: Protusión

source: Abdmonials/Core
es_mx: Core / Abdominal

source: EDUCACION / ADL
es_mx: Educación / AVD (Actividades de la Vida Diaria)

source: On the side
es_mx: Acostado lateral (decúbito lateral)

source: Box jumps & depth jump
es_mx: Saltos desde cajon y saltos profundos
