Repository: dwizzel-dev/code-samples-all
Catalog: visou.com/inc/lang/messages.*.po
Languages: es_mx, fr_ca, nl_nl, pt_pt

source: <h3>3. Title and Protection</h3><strong>3.1</strong> The Software contains valuable proprietary information. current_brand_name (or its licensors) retains title, copyright and other proprietary rights to all portions of the Software, and all modifications and alterations thereto, and all copies thereof. You do not acquire any rights, express or implied, in the Software, except as specified herein. No license, right, or interest in any current_brand_name trademark, trade name, or service mark is granted pursuant to this Agreement.
fr_ca: <h3>3. Propriété et Protection</h3><strong>3.1</strong> Le Logiciel contient de précieux renseignements confidentiels. Visou (ou ses concédants de licence) conserve la propriété, les droits d'auteur et tous les autres droits droits de propriété afférents à toutes les parties du Logiciel, à toutes les modifications et à tous les changements qui y sont apportés et à toute copie qui en est faite. Vous n'acquérez que les droits explicites ou implicites grevant le Logiciel qui sont prévus aux présentes. La présente Convention n'a pour effet d'octroyer ni licence ni droit grevant, ni participation dans, la marque de commerce, l'appellation commerciale ou la marque déposée de Visou.

source: <h3>4. Intellectual Property Indemnity</h3><strong>4.1</strong> current_brand_name shall indemnify You against any claims that the Software infringes upon any third party copyright or patent, provided that current_brand_name is given prompt notice of such claim and is given information, reasonable assistance, and sole authority to defend or settle the claim. In the event of any threatened claim, current_brand_name may, in its reasonable judgment and at its sole option and expense: (i) obtain for You the right to continue using the Software; (ii) replace or modify the Software so that it becomes non-infringing; or (iii) terminate the license for the allegedly infringing Software and return the fees paid by You for such Software. current_brand_name shall have no obligation to indemnify or defend You for any liability arising out of or relating to any allegations or claims of infringement, to the extent the alleged infringement is based on: (a) any modification of the Software; (b) use of the Software other than in accordance with the terms of this Agreement; (c) use of a release of the Software no longer supported by current_brand_name; (d) use of a release of the Software without having implemented all updates provided to You by current_brand_name; (e) any Third Party Software, unless otherwise specified herein; or (f) use of the Software in combination with any other hardware, software or other materials where, absent such combination, the Software would not be infringing. This Section entitled "Intellectual Property Indemnity" states current_brand_name\'s entire liability for actual or alleged infringements and Your sole and exclusive remedy in relation thereto.
fr_ca: <h3>4. Indemnité relative à la propriété intellectuelle</h3><strong>4.1</strong> Visou est tenue de Vous tenir indemne de toute réclamation alléguant que le Logiciel viole le droit d'auteur ou le brevet d'une tierce partie, à condition que Visou soit promptement avisée de cette réclamation et qu'on lui donne les renseignements, une aide raisonnable, et le pouvoir exclusif de la contester ou de réaliser un règlement. En cas de réclamation imminente, il est loisible à Visou, à son avis raisonnablement réfléchi, à son entière discrétion et entièrement à ses frais: (i) d'obtenir pour Vous le droit de continuer à utiliser le Logiciel; (ii) de remplacer ou de modifier le Logiciel pour le rendre conforme aux exigences; ou (iii) résilier la licence pour le Logiciel prétendument non autorisé et Vous remettre les frais que Vous avez payé pour ce Logiciel. Visou n'est pas tenue de Vous tenir indemne ni de contester en Votre nom la responsabilité découlant de l'allégation de contrefaçon ou s'y rapportant, dans la mesure où l'allégation de contrefaçon est fondée sur : (a) la modification du Logiciel; (b) l'utilisation faite du Logiciel à l'encontre des dispositions de la présente Convention; (c) l'utilisation faite d'une version du Logiciel qui n'est plus supportée par Visou; (d) l'utilisation faite d'une version du Logiciel sans avoir implanté toutes les mises à jour qui Vous sont fournies par Visou; (e) le Logiciel de Société Indépendante, sauf indication contraire dans la présente Convention; ou (f) l'utilisation faite du Logiciel combiné à tout autre matériel, logiciel ou autres matériaux si, en l'absence de cette combinaison, le Logiciel ne serait pas non autorisé. Le présent article intitulé "Indemnité relative à la propriété intellectuelle" prévoit la responsabilité absolue de Visou pour les violations effectives ou prétendues et le seul recours qui Vous est réservé à cet égard.

source: <h3>5. Term and Termination</h3><strong>5.1</strong> This Agreement will remain in effect until expiration of the Term or unless and until terminated pursuant to this Section entitled "Term and Termination" or unless renewed and extended at current_brand_name\'s discretion.<br><br><strong>5.2</strong> current_brand_name may terminate this Agreement in the event of the other\'s failure to comply with any material term of this Agreement or with the terms and conditions set forth in the Purchase Order and such noncompliance remains uncured for more than five (5) days after notice thereof. Notwithstanding the foregoing, current_brand_name may terminate this Agreement immediately, by giving notice to You, in case of Insolvency or in case of a breach of Your obligations under the sections herein entitled "Title and Protection" or "Assignment".<br><br><strong>5.3</strong> Except as expressly provided otherwise in this Agreement, (i) all remedies available to current_brand_name are cumulative and not exclusive; and (ii) termination of this Agreement or any license shall not limit current_brand_name from pursuing other remedies available to it, including injunctive relief. Upon termination, all amounts owed under this Agreement shall immediately become due and payable.
fr_ca: <h3>5. Durée et résiliation<h3><strong>5.1</strong> La présente Convention demeure en vigueur jusqu’à l'expiration de la Durée ou jusqu'à ce qu'elle soit résiliée aux termes du présent article intitulé "Durée et résiliation", sauf si elle est renouvelée et prolongée à la discrétion de Visou.<br><br><strong>5.2</strong> Il est loisible à Visou de résilier la présente Convention si l'autre partie omet de se conformer à une disposition importante de la présente Convention ou aux modalités énoncées dans le Bon de Commande, s'il n’est pas remédié à cette inobservation plus de cinq (5) jours après qu'elle ait fait l'objet d’un avis. Nonobstant ce qui précède, il est loisible à Visou de résilier la présente Convention immédiatement, en Vous en donnant avis, en cas d'insolvabilité ou advenant Votre défaut de remplir Vos obligations prévues aux articles de la présente Convention intitulés "Propriété et Protection" ou "Cession".<br><br><strong>5.3</strong> Sauf indication expresse au contraire dans la présente Convention, (i) tous les recours dont Visou peut se prévaloir sont cumulatifs et non exclusifs; et (ii) la résiliation de la présente Convention ou de toute licence n'a pas pour effet d'empêcher Visou d'instituer les autres recours à sa disposition et notamment la demande d'injonction. Dès la résiliation de la présente Convention, toute somme due en vertu de ses dispositions devient immédiatement échue et exigible.

source: <h3>6. No Warranty</h3><strong>6.1</strong> current_brand_name DOES NOT WARRANT THAT THE SOFTWARE IS ERROR-FREE OR THAT THE SOFTWARE WILL RUN UNINTERRUPTED, OR THAT ALL SOFTWARE ERRORS CAN OR WILL BE CORRECTED. THE SOFTWARE, ALL PRIOR AND SUBSEQUENT VERSIONS THEREOF AND ALL MATERIALS, ARE PROVIDED "AS IS" WITH NO EXPRESS OR IMPLIED WARRANTIES OR CONDITIONS OF ANY KIND.<br><br><strong>6.2</strong> You accept sole responsibility for: (i) Your system configuration, design and requirements; and (ii) any unauthorized modifications, changes or alterations to the Software. You acknowledge that You understand the functionality of the Software.<br><br><strong>6.3</strong> ALL ERROR CORRECTIONS AND BUG FIXES PROVIDED TO YOU WHICH ARE NOT MADE GENERALLY COMMERCIALLY AVAILABLE AS PART OF AN UPDATE ARE PROVIDED "AS IS" WITHOUT WARRANTY OR CONDITION OF ANY KIND AND current_brand_name EXPRESSLY DISCLAIMS ALL WARRANTIES AND CONDITIONS IN RELATION THERETO.<br><br>THERE ARE NO WARRANTIES OR CONDITIONS OF ANY KIND, WHETHER EXPRESS OR IMPLIED, WITH RESPECT TO THIS AGREEMENT, THE SOFTWARE, ANY RELATED DOCUMENTATION, OR ANY SERVICES (INCLUDING SUPPORT SERVICES) OR SOFTWARE PROVIDED BY current_brand_name TO YOU INCLUDING, WITHOUT LIMITATION, ANY IMPLIED WARRANTIES OR CONDITIONS OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT, AND current_brand_name EXPRESSLY DISCLAIMS ANY SUCH WARRANTIES AND CONDITIONS.<br><br>THE SOFTWARE MAY ONLY BE USED WITH APPROPRIATE, CALIBRATED AND PROPERLY CONFIGURED HARDWARE AS WELL AS PROPERLY CALIBRATED PRODUCTS. UNDER NO CIRCUMSTANCES DOES current_brand_name WARRANT OR OTHERWISE GUARANTEE THE SOFTWARE IF YOU OR ANY THIRD PARTY USES THE SOFTWARE IN CONJUNCTION WITH INAPPROPRIATE OR IMPROPERLY CALIBRATED OR CONFIGURED HARDWARE OR FAIL TO CALIBRATE THE PRODUCTS ACCORDING TO current_brand_name\'S PRESCRIBED METHODS, GUIDELINES AND PROTOCOLS. FAILURE TO USE PRESCRIBED OR PROPERLY CALIBRATED HARDWARE OR PRODUCTS SHALL RENDER ANY APPLICABLE WARRANTIES NULL AND VOID. CALIBRATION AND CONFIGURATION OF HARDWARE AND PRODUCTS MUST BE CONDUCTED IN STRICT ACCORDANCE WITH current_brand_name\'S INSTRUCTIONS AND SPECIFICATIONS.
fr_ca: <h3>6. Aucune garantie</h3><strong>6.1</strong> VISOU NE GARANTIT PAS QUE LE LOGICIEL NE COMPORTE AUCUNE ERREUR, NI QUE LE LOGICIEL FONCTIONNERA SANS INTERRUPTION, NI QUE TOUTES LES ERREURS DE LOGICIEL PEUVENT ÊTRE CORRIGÉES, NI QU'ELLES LE SERONT. LE LOGICIEL, TOUTES LES VERSIONS PRÉCÉDENTES ET SUBSÉQUENTES QUI EN SONT FAITES ET TOUS LES MATÉRIAUX SONT FOURNIS "TEL QUELS", SANS GARANTIE EXPLICITE OU LÉGALE ET SANS CONDITION DE QUELQUE SORTE QUE CE SOIT.<br><br><strong>6.2</strong> Vous acceptez d'être seul responsable: (i) de la configuration, de la conception et des besoins de Votre système; et (ii) des modifications, des altérations ou des changements non autorisés qui sont apportés au Logiciel. Vous reconnaissez que Vous comprenez la fonctionnalité(sic) du Logiciel.<br><br><trong>6.3</strong> TOUTES LES CORRECTIONS D'ERREUR ET TOUTES LES RÉPARATIONS DE BOGUE ET RUSTINES (BUG FIXES) QUI VOUS SONT FOURNIES ET QUI NE SONT PAS GÉNÉRALEMENT DISPONIBLES DANS LE COMMERCE DANS LA CADRE D'UNE MISE À JOUR LE SONT "TELS QUELS", SANS GARANTIE NI CONDITION DE QUELQUE SORTE QUE CE SOIT, ET VISOU RENONCE EXPRESSÉMENT À TOUTE GARANTIE ET À TOUTE CONDITION S’Y RAPPORTANT.<br><br>IL N'EXISTE AUCUNE GARANTIE OU CONDITION DE QUELQUE SORTE QUE CE SOIT, NI EXPLICITE NI IMPLICITE SE RAPPORTANT À LA PRÉSENTE CONVENTION, AU LOGICIEL, À TOUTE DOCUMENTATION S'Y RAPPORTANT, OU AUX SERVICES (Y COMPRIS LES SERVICES D'ASSISTANCE TECHNIQUE) OU AU LOGICIEL QUE VISOU VOUS FOURNIT Y COMPRIS SANS RESTRICTION LES GARANTIES IMPLICITES OU LES CONDITIONS DE QUALITÉ MARCHANDE OU D'APTITUDE À UNE FIN PARTICULIÈRE ET D'ABSENCE DE CONTREFAÇON, ET VISOU NIE ET REJÈTE EXPRESSÉMENT LESDITES GARANTIES ET CONDITIONS.<br><br>LE LOGICIEL NE PEUT ÊTRE UTILISÉ QU’À L'AIDE DU MATÉRIEL APPROPRIÉ, CALIBRÉ ET BIEN CONFIGURÉ DE MÊME QUE DE PRODUITS BIEN CALIBRÉS. VISOU NE GARANTIT AUCUNEMENT LE LOGICIEL, NOTAMMENT PAR VOIE DE CERTIFICATION, SI VOUS OU UNE TIERCE PARTIE UTILISEZ LE LOGICIEL CONCURREMMENT AVEC DU MATÉRIEL INAPPROPRIÉ OU MAL CALIBRÉ OU MAL CONFIGURÉ OU NÉGLIGEZ DE CALIBRER LES PRODUITS CONFORMÉMENT AUX MÉTHODES, AUX INDICATIONS ET AUX PROTOCOLES PRESCRITS PAR VISOU. L'OMISSION D’UTILISER LE MATÉRIEL OU LES PRODUITS INDIQUÉS OU BIEN CALIBRÉS ANNULE LES GARANTIES APPLICABLES. LA CALIBRATION ET LA CONFIGURATION DU MATÉRIEL ET DES PRODUITS DOIVENT ÊTRE EFFECTUÉES DE FAÇON STRICTEMENT CONFORME AUX INSTRUCTIONS ET AUX SPÉCIFICATIONS DE VISOU.

source: <h3>7. No Liability</h3><strong>7.1</strong> current_brand_name SHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, OR CONSEQUENTIAL DAMAGES, INCLUDING WITHOUT LIMITATION, LOST DATA OR LOST PROFITS, OR COSTS OF PROCURING SUBSTITUTE GOODS, SOFTWARE OR SERVICES, HOWEVER ARISING, EVEN IF IT HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.<br><br><strong>7.2</strong> EXCEPT AS OTHERWISE EXPRESSLY PROVIDED FOR IN THE SOFTWARE LICENSE AGREEMENT, current_brand_name SHALL NOT BE LIABLE FOR ANY DEATH, DAMAGE OR INJURY OF ANY NATURE WHATSOEVER, WHETHER DIRECT OR INDIRECT, ACTUAL, SPECIAL, INCIDENTAL, CONSEQUENTIAL, PUNITIVE OR EXEMPLARY, WHETHER FORESEEABLE OR NOT, ARISING FROM ANY ACT OR OMISSION OF EITHER LICENSEE, LICENSEE\'S AGENTS, EMPLOYEES, REPRESENTATIVES OR PATIENTS, THE USE OR INABILITY TO USE THE SOFTWARE BY LICENSEE, ITS EMPLOYEES OR REPRESENTATIVES, THE RESULTS GENERATED FROM THE USE OF THE SOFTWARE, LOSS OF GOODWILL OR PROFITS, BUSINESS INTERRUPTION OR LOST BUSINESS HOWEVER CHARACTERIZED AND/OR FROM ANY OTHER CAUSE WHATSOEVER, EVEN IF current_brand_name IS ADVISED OF THE LIKELIHOOD OR POSSIBILITY OF SAME AND WHETHER SUCH CLAIM IS BASED ON WARRANTY, CONTRACT, TORT, NEGLIGENCE OR STRICT LIABILITY.<br><br><strong>7.2</strong> Notwithstanding anything contained in this Agreement, current_brand_name\'s aggregate liability under this Agreement, at law or in equity, shall not exceed: (i) for any particular use of the Software, the licensee fees paid by the licensee in connection with such use; and (ii) for any other default, the amounts recovered by current_brand_name under the scope and limits of current_brand_name\'s insurance coverage.
fr_ca: <h3>7. Aucune responsabilité</h3><strong>7.1</strong> VISOU N'EST PAS RESPONSABLE DES DOMMAGES DIRECTS, INDIRECTS, ACCESSOIRES OU SPÉCIFIQUES, Y COMPRIS SANS RESTRICTION DE LA PERTE DE DONNÉES, DU MANQUE À GAGNER OU DES FRAIS ENCOURUS POUR SE PROCURER DES MARCHANDISES, DES ARTICLES, DU LOGICIEL OU DES SERVICES DE REMPLACEMENT, QUELLE QU'EN SOIT LA PROVENANCE, MÊME LORSQU'ELLE A ÉTÉ AVISÉE DE L’ÉVENTUALITÉ DESDITS DOMMAGES.<br><br><strong>7.2</strong> SAUF INDICATION EXPRESSE AU CONTRAIRE DANS LA CONVENTION DE DROITS D'UTILISATION DE LOGICIEL, VISOU N'EST RESPONSABLE NI DES DOMMAGES, NI DE L'AVARIE, NI DU DÉCÈS DE QUELQUE NATURE QUE CE SOIT, DIRECT, INDIRECT, RÉEL, SPÉCIAL, ACCESSOIRE, PUNITIF OU EXEMPLAIRE, PRÉVISIBLE OU IMPRÉVISIBLE, DÉCOULANT DE L'ACTE OU DE L'OMISSION SOIT DU TITULAIRE DE LICENCE, OU DES AGENTS, DES EMPLOYÉS, DES REPRÉSENTANTS OU DES PATIENTS DU TITULAIRE DE LICENCE, DE L'UTILISATION OU DE L'INCAPACITÉ DU TITULAIRE DE LICENCE, DE SES EMPLOYÉS OU DE SES REPRÉSENTANTS D'UTILISER LE LOGICIEL, DES RÉSULTATS DÉCOULANT DE L'UTILISATION DU LOGICIEL, DE LA PERTE D'ACHALANDAGE OU DU MANQUE À GAGNER, DE L'INTERRUPTION DES AFFAIRES OU DES PERTES D'EXPLOITATION, QUELLE QU'EN SOIT LA DÉSIGNATION, ET/OU DE TOUTE AUTRE CAUSE QUE CE SOIT, MÊME SI VISOU EST INFORMÉE QU'ILS SONT PROBABLES OU POSSIBLES ET QUE LADITE RÉCLAMATION SOIT FONDÉE SUR LA GARANTIE, LE CONTRAT, LA RESPONSABILITÉ DÉLICTUELLE, LA NÉGLIGENCE OU LA RESPONSABILITÉ STRICTE OU OBJECTIVE.<br><br><strong>7.2</strong> Nonobstant les dispositions de la présente Convention, la responsabilité globale de Visou aux termes de la présente Convention, en justice ou selon l'équité, ne doit pas dépasser: (i) pour toute utilisation particulière du Logiciel, les frais d'utilisation payés par le titulaire de licence relativement à cette utilisation; et (ii) pour tout autre défaut, les montants récupérés par Visou, sous réserve de l'étendue et des limites de l'assurance de Visou.

source: <h3>8. Indemnification</h3><strong>8.1</strong> Licensee hereby agrees to indemnify and hold current_brand_name, its representatives, agents, successors, assigns, licensees, officers, directors, shareholders and employees harmless from and against any and all claims, liabilities, losses, damages, costs, expenses (including but not limited to reasonable attorneys\' fees), judgments and penalties arising out of, resulting from, based upon or incurred as a consequence of licensee\'s use of the Software, any results generated by the Software, or any injury sustained by or death of any patient or client of licensee. In the event that a claim is made against current_brand_name for which it is entitled to indemnification pursuant to this subsection 8.1, current_brand_name agrees to promptly notify licensee thereof and, in the case of a claim by a third party against current_brand_name or any of its employees, directors, representatives or assigns, licensee may, at its option, elect to assume the defense of such claim, provided that current_brand_name shall be entitled to participate therein through counsel of its choosing at its sole cost and expense.
fr_ca: <h3>8. Dédommagement</h3><strong>8.1</strong> Le titulaire de licence s'engage par la présente à indemniser Visou et à dégager Visou, ses représentants, ses agents, ses successeurs, ses ayants droit, ses titulaires de licences, ses dirigeants, ses administrateurs, ses actionnaires et ses employés des réclamations, des obligations, des responsabilités, des pertes, des dommages, des frais, des dépenses (y compris mais non limitativement les honoraires raisonnables des avocats), des jugements et des pénalités sans exception découlant ou résultant de l'utilisation du Logiciel que fait le titulaire de licence, fondés sur cette utilisation ou encourus en conséquence de ladite utilisation, des résultats produits par le Logiciel, des blessures subies par le patient ou par le client ou de leur décès. Advenant qu'une réclamation soit déposée contre Visou à l'égard de laquelle Visou a le droit d’être dédommagée en vertu des dispositions du présent paragraphe 8.1, Visou s'engage à en aviser sans délai le titulaire de licence et, lorsque la réclamation est déposée par une tierce partie contre Visou ou contre n'importe lequel de ses employés, administrateurs, représentants ou ayants droit, il est loisible au titulaire de licence, à son choix mais sans y être tenu d'aucune façon, de choisir d'assurer la défense contre cette réclamation, pourvu que l'on permette à Visou d’y participer par l'entremise du procureur de son choix entièrement à ses frais.

source: <h3>9. Assignment</h3><strong>9.1</strong> You may not assign this Agreement (by operation of law or otherwise), grant a security interest in the Software, or sublicense the Software without the prior written consent of current_brand_name, which consent may be withheld at current_brand_name\'s sole and absolute discretion, and any assignment, grant or sublicense without such consent shall be null and void.<br><br>
fr_ca: <h3>9. Cession</h3><strong>9.1</strong> Il ne Vous est pas loisible de céder ou de transporter la présente Convention (notamment par l’opération de la loi), de concéder une participation dans le Logiciel, ou d’accorder une sous-licence du Logiciel sans que Visou, qui peut refuser d'y donner son consentement à son entière discrétion, y ait préalablement consenti par écrit et en l'absence de ce consentement, la cession, l'octroi ou la sous-licence est nulle et de nul effet.<br><br>

source: <h3>11. No Restriction</h3><strong>11.1</strong> Nothing contained in this Agreement shall be interpreted or construed so as to prevent or restrict current_brand_name from licensing the Software to third parties, including, without limitation, in the same industry or market as the licensee.
fr_ca: <h3>11. Aucune restriction</h3><strong>11.1</strong> Aucune des dispositions de la présente Convention ne doit être interprétée de façon à empêcher Visou d'octroyer une licence pour le Logiciel aux tiers, y compris sans restriction au sein de la même industrie ou du même marché que le le titulaire de licence, ou à limiter son droit de le faire.

source: <h3>12. Relationship of Parties</h3><strong>12.1</strong> current_brand_name is and will at all times remain an independent contractor. This Agreement is not intended to create and shall not be construed or interpreted as creating between current_brand_name and the licensee a relationship of principal and agent, employer and employee, joint venturers, partners or any similar relationship, the existence of each of which is hereby expressly denied, nor shall either party be considered in any sense an affiliate, subsidiary or similarly related entity of the other. Neither party hereto shall have the right or authority to create or assume any obligations in the other party\'s name or on the other party\'s behalf, whether express or implied, or act or purport to act as the other party\'s agent or legally empowered representative for any purpose whatsoever. Neither party shall be liable to any third party in any way for any engagement, obligation, commitment, contract, representation, transaction, act or omission to act of the other party.
fr_ca: <h3>12. Lien entre les parties</h3><strong>12.1</strong> Visou est et demeurera toujours un entrepreneur indépendant. La présente Convention n'a pas pour but de créer et elle ne doit pas être interprétée de façon à créer, entre Visou et le titulaire de licence, de lien de préposition, d'emploi, d'entreprise en coparticipation, d'association, de société ni de lien similaire, lesquels sont par la présente réputés ne pas exister. Et ni l'une ni l'autre des parties n'est d'aucune manière réputée être une filiale, une compagnie associée ou une personne morale liée à l'autre de façon similaire. Ni l'une ni l'autre des parties aux présentes n'a le droit ou la compétence explicite ou implicite de créer ou d'assumer d'obligations au nom ou pour le compte de l'autre partie, ou de faire office ou de prétendre faire office de mandataire ou de représentant légalement autorisé de l'autre partie à quelque fin que ce soit. Ni l'une ni l'autre des parties ne répond d'aucune manière devant les tiers du marché, de l'obligation, de l'engagement, du contrat, de la déclaration, de la transaction, de l'acte ou du défaut d'agir de l’autre partie.
