Repository: dwizzel-dev/code-samples-all
Catalog: visou.com/inc/lang/messages.*.po
Languages: es_mx, fr_ca, nl_nl, pt_pt

source: en
es_mx: es
fr_ca: fr
nl_nl: NL
pt_pt: pt

source: You have %s unfinished exercise(s).
es_mx: Usted tiene %s ejercicio(s) en construcción
fr_ca: Vous avez %s exercice(s) en construction
nl_nl: Je hebt %s onafgemaakte oefening(en).
pt_pt: Você tem %s exercícios não concluído(s).

source: Text
es_mx: Texto
fr_ca: Texte
nl_nl: Tekst
pt_pt: Texto

source: Modules
es_mx: Módulos
pt_pt: Módulos

source: Media
es_mx: Vídeo
fr_ca: M&eacute;dia
pt_pt: Mídia

source: Fields marked with a <span class="red">*</span> are mandatory
es_mx: Los campos marcados con una <span class="red">*</span> son obligatorios
fr_ca: Les champs identifi&eacute;s par un <span class="red">*</span> sont obligatoires
nl_nl: Velden die aangeduid zijn met <span class="red">*</span> zijn verplicht
pt_pt: Os campos marcados com uma <span class="red">*</span> são obrigatórios

source: Short Title
es_mx: Título corto
fr_ca: Titre Court
nl_nl: Korte titel
pt_pt: Título curto

source: Title
es_mx: Título
fr_ca: Titre
nl_nl: Titel
pt_pt: Título

source: Description
es_mx: Descripción
nl_nl: Beschrijving
pt_pt: Descrição

source: Keywords
es_mx: Palabras clave
fr_ca: Mots cl&eacute;s
nl_nl: Trefwoorden
pt_pt: Palavras-chave

source: Photos
es_mx: Fotos
nl_nl: Foto's
pt_pt: Fotos

source: Line Drawings
es_mx: Dibujos
fr_ca: Dessins
nl_nl: Lijntekeningen
pt_pt: Desenhos de linha

source: Video
es_mx: Vídeo
fr_ca: Vid&eacute;o
pt_pt: Vídeo

source: Start
es_mx: Inicio
fr_ca: D&eacute;but
pt_pt: Começar

source: upload
es_mx: subir
fr_ca: t&eacute;l&eacute;charger
pt_pt: Carregar

source: Upload
es_mx: subir
fr_ca: T&eacute;l&eacute;charger
pt_pt: Carregar

source: Select an image to upload
es_mx: Seleccionar una imagen a subir
fr_ca: Choisir une image &agrave; t&eacute;l&eacute;charger
nl_nl: Selecteer een afbeelding om te uploaden
pt_pt: Selecione uma imagem para carregar

source: End
es_mx: Fin
fr_ca: Fin
nl_nl: Einde
pt_pt: Fim

source: Select a video to upload
es_mx: Seleccionar un vídeo a subir
fr_ca: Choisir une vid&eacute;o &agrave; t&eacute;l&eacute;charger
nl_nl: Selecteer een video om te uploaden
pt_pt: Selecione um vídeo para carregar

source: Clone the exercise
es_mx: Clonar el ejercicio
fr_ca: Cloner l'exercice
nl_nl: Kopieer de oefening
pt_pt: Copie o exercício

source: Save the exercise
es_mx: Guardar el ejercicio
fr_ca: Sauvegarder l'exercice
nl_nl: Sla de oefening op
pt_pt: Salve o exercício

source: Share the exercise
es_mx: Compartir el ejercicio
fr_ca: Partager l'exercice
nl_nl: Deel de oefening
pt_pt: Compartilhe o exercício

source: Error!!
fr_ca: Erreur!!
nl_nl: Foutmelding!
pt_pt: Erro!!

source: Please select an image to upload
es_mx: Por favor selecione una imagen a subir
fr_ca: Veuillez choisir une image &agrave; t&eacute;l&eacute;charger
nl_nl: Selecteer een afbeelding om te uploaden
pt_pt: Por favor selecione uma imagem para carregar

source: Invalid format. Please select an image with one of the following format: png, jpg, jpeg, bmp, gif, tif, tiff.
es_mx: Formato inválido. Por favor seleccione una imagen con alguno de los formatos siguientes: png, jpg, jpeg, bmp, gif, tif, tiff.
fr_ca: Format invalide. Veuillez s&eacute;lectionner une image d'un des formats suivants: png, jpg, jpeg, bmp, gif, tif, tiff.
nl_nl: Ongeldig bestandstype. Selecteer een afbeelding in één van de volgende bestandstypes: png, jpg, jpeg, bmp, gif, tif, tiff.
pt_pt: Formato inválido. Por favor selecione uma imagem em um dos seguintes formatos: png, jpg, jpeg, bmp, gif, tif, tiff.

source: Maximal file size accepted is %s MB
es_mx: El tamaño máximo aceptado del archivo es de %s MO
fr_ca: La taille maximale accept&eacute;e est de %s MO
nl_nl: Maximale bestandsgrootte is %s MB
pt_pt: O tamanho máximo aceitável é de %s MB

source: Please select an video to upload
es_mx: Por favor seleccione un vídeo a subir
fr_ca: Veuillez choiris une vid&eacute;o &agrave; t&eacute;l&eacute;charger
nl_nl: Selecteer een video om te uploaden
pt_pt: Por favor selecione um vídeo para carregar

source: Invalid format. Please select a video with one of the following format: mp4, wmv, ogv, gif, mov.
es_mx: Formato inválido. Por favor seleccione un vídeo con alguno de los formatos siguientes: mp4, wmv, ogv, gif, mov.
fr_ca: Format invalide. Veuillez s&eacute;lectionner une vid&eacute; d'un des formats suivants: mp4, wmv, ogv, gif, mov.
nl_nl: Ongeldig bestandstype. Selecteer een video in één van de volgende bestandstypes: mp4, wmv, ogv, gif, mov.
pt_pt: Formato inválido. Por favor selecione um vídeo em um dos seguintes formatos: mp4, wmv, ogv, gif, mov.

source: You must select a module!
es_mx: Usted debe seleccionar un módulo!
fr_ca: Vous devez choisir un module!
nl_nl: Selecteer een module
pt_pt: Você deve selecionar um módulo!

source: Untitled
es_mx: Sin título
fr_ca: Sans titre
nl_nl: Geen naam
pt_pt: Sem título

source: All
es_mx: Todos
fr_ca: Tous
nl_nl: Alle
pt_pt: Tudo

source: Search by...
es_mx: Búsqueda por...
fr_ca: Rechercher par...
nl_nl: Zoek via
pt_pt: Procurar por...

source: Extended Search
es_mx: Búsqueda avanzada
fr_ca: Recherche &Eacute;tendue
nl_nl: Uitgebreid zoeken
pt_pt: Pesquisa estendida

source: Select all/none
es_mx: Seleccionar todos/ninguno
fr_ca: S&eacute;lectionner tous/aucun
nl_nl: Selecteer alle/geen
pt_pt: Selecione tudo/nada

source: Sort by
es_mx: Ordenar por
fr_ca: Classer par
nl_nl: Sorteer op
pt_pt: Ordenar por

source: Movement
es_mx: Movimiento
fr_ca: Mouvement
nl_nl: Beweging
pt_pt: Movimento

source: Name
es_mx: Nombre
fr_ca: Nom
nl_nl: Naam
pt_pt: Nome

source: Assign to Program
es_mx: Asignar programa
fr_ca: Assigner au Programme
nl_nl: Toewijzen aan programma
pt_pt: Atribuir a programa

source: %s Exercise(s)
es_mx: %s Ejercicio(s)
fr_ca: %s Exercice(s)
nl_nl: %s Oefening(en)
pt_pt: %s Exercício(s)

source: My Exercises
es_mx: Mis Ejercicios
fr_ca: Mes Exercices
nl_nl: Mijn oefeningen
pt_pt: Meus Exercícos

source: Other Exercises
es_mx: Otros ejercicios
fr_ca: Autres Exercices
nl_nl: Andere oefeningen
pt_pt: Outros Exercícios

source: You must select one or more exercise(s)
es_mx: Usted debe seleccionar uno o más ejercicio(s)
fr_ca: Vous devez s&eacute;lectionner un exercice ou plus
nl_nl: Selecteer één of meer oefeningen
pt_pt: Você deve selecionar um ou mais exercício(s)

source: New Client
es_mx: Cliente nuevo
fr_ca: Nouveau Client
nl_nl: Nieuwe cliënt
pt_pt: Cliente Novo

source: First Name
es_mx: Nombre
fr_ca: Pr&eacute;nom
nl_nl: Voornaam
pt_pt: Primeiro Nome

source: Last Name
es_mx: Apellido
fr_ca: Nom
nl_nl: Achternaam
pt_pt: Sobrenome

source: Language
es_mx: Idioma
fr_ca: Langue
nl_nl: Taal
pt_pt: Língua

source: Save
es_mx: Guardar
fr_ca: Enregistrer
nl_nl: Opslaan
pt_pt: Salvar

source: Search
es_mx: Búsqueda
fr_ca: Recherche
nl_nl: Zoeken
pt_pt: Pesquisar

source: Search...
es_mx: Búsqueda...
fr_ca: Recherche...
nl_nl: Zoeken...
pt_pt: Pesquisar...

source: Something went wrong, We can't insert the user!
es_mx: Se ha producido un error. No podemos insertar este usuario!
fr_ca: Une erreur s'est produite. Nous ne pouvons pas sauvegarder l'utilisateur!
nl_nl: Er is iets misgegaan, gebruiker kan niet worden ingevoegd.
pt_pt: Algo deu errado, não podemos adicionar o usuário!

source: We are unable to update this client!
es_mx: No podemos actualizar este cliente
fr_ca: Nous ne pouvons pas mettre-&agrave;-jour ce client!
nl_nl: Updaten cliënt mislukt
pt_pt: Não podemos atualizar este cliente!

source: Are you sure?
es_mx: ¿Está seguro?
fr_ca: &Ecirc;tes-vous certain?
nl_nl: Weet je het zeker?
pt_pt: Você tem certeza?

source: Do you want to delete this client and all of his programs?
es_mx: ¿Usted quiere eliminar este cliente y todos sus programas?
fr_ca: Voulez-vous supprimer ce client et tous ses programmes?
nl_nl: Wilt u deze cliënt en alle bijbehorende programma's verwijderen?
pt_pt: Você deseja excluir este cliente e todos os seus programas?

source: Cancel
es_mx: Cancelar
fr_ca: Annuler
nl_nl: Annuleer
pt_pt: Cancelar

source: Yes
es_mx: Si
fr_ca: Oui
nl_nl: Ja
pt_pt: Sim

source: You must enter the first name!
es_mx: Usted debe ingresar el nombre!
fr_ca: Vous devez entrer le pr&eacute;nom!
nl_nl: Vul de voornaam in
pt_pt: Você deve digitar seu nome!

source: You must enter the last name!
es_mx: Usted debe ingresar el apellido
fr_ca: Vous devez entrer le nom de famille
nl_nl: Vul de achternaam in
pt_pt: Você deve digitar seu sobrenome!

source: Invalid email address!
es_mx: Dirección de correo electrónico inválido!
fr_ca: Email invalide!
nl_nl: Ongeldig e-mailadres
pt_pt: Endereço de email inválido

source: Do you want to delete those clients and all of their programs?
es_mx: ¿Usted quiere eliminar estos clientes y todos sus programas?
fr_ca: Voulez-vous supprimer ces clients et tous leur programmes?
nl_nl: Wilt u deze cliënten en alle bijbehorende programma's verwijderen?
pt_pt: Você deseja excluir estes clientes e todos os seus programas?

source: Success
es_mx: Operación exitosa
fr_ca: Succ&egrave;s
nl_nl: Succes
pt_pt: Sucesso

source: Your client and his files were deleted
es_mx: Su cliente y sus archivos han sido eliminados
fr_ca: Votre client et ses fichiers ont &eacute;t&eacute; supprim&eacute;s
nl_nl: De cliënt en alle bijbehorende bestanden zijn verwijderd
pt_pt: Seu cliente e seus arquivos foram excluídos

source: Prepared by
es_mx: Preparado por
fr_ca: Pr&eacute;par&eacute; par
nl_nl: Samengesteld door
pt_pt: Preparado por

source: Date
es_mx: Fecha
nl_nl: Datum
pt_pt: Data

source: Notes
es_mx: Notas
nl_nl: Notities
pt_pt: Notas

source: Print type
es_mx: Formato de impresión
fr_ca: Format d'impression
nl_nl: Print instellingen
pt_pt: Tipo de impressão

source: Sets:
es_mx: Series:
fr_ca: S&eacute;ries:
pt_pt: Definições:

source: Repetition:
es_mx: Repetición:
fr_ca: R&eacute;p&eacute;titions:
nl_nl: Herhalingen
pt_pt: Repetição:

source: Weight:
es_mx: Peso:
fr_ca: Poids:
nl_nl: Gewicht:
pt_pt: Peso:

source: Frequency:
es_mx: Frecuencia:
fr_ca: Fr&eacute;quence:
nl_nl: Frequentie:
pt_pt: Frequência:

source: Hold:
es_mx: Sostener:
fr_ca: Tenir:
nl_nl: Vasthouden:
pt_pt: Aguarde:

source: Rest:
es_mx: Reposo:
fr_ca: Repos:
nl_nl: Rust:
pt_pt: Descanso

source: Step %s
es_mx: Etapa %s
fr_ca: &Eacute;tape %s
nl_nl: Stap %s
pt_pt: Passo %s

source: Instructions
es_mx: Instrucciones
nl_nl: Instructies
pt_pt: Instruções

source: Expired programs
es_mx: Programas expirados
fr_ca: Programmes expir&eacute;s
nl_nl: Verlopen programma's
pt_pt: Programas expirados

source: Clients Email
es_mx: Correo electrónico del cliente
fr_ca: Email du client
nl_nl: E-mail cliënt
pt_pt: Email dos Clientes

source: Delete
es_mx: Eliminar
fr_ca: Supprimer
nl_nl: Verwijderen
pt_pt: Excluir

source: Address
es_mx: Dirección
fr_ca: Adresse
nl_nl: Adres
pt_pt: Endereço

source: 7105 St-Hubert, Suite 303
nl_nl: Newtonbaan 8
pt_pt: St-Hubert 7105, Apto 303

source: Toll Free
es_mx: Sin cargo
fr_ca: Sans Frais
pt_pt: Ligação Gratuita

source: Phone
es_mx: Teléfono
fr_ca: T&eacute;l&eacute;phone
nl_nl: Telefoon
pt_pt: Telefone

source: UK
nl_nl: GB
pt_pt: Reino Unido

source: Search for...
es_mx: Buscar por...
fr_ca: Rechercher...
nl_nl: Zoek naar...
pt_pt: Pesquisar por...

source: Mine
es_mx: Los míos
fr_ca: Les miens
nl_nl: Mijn
pt_pt: Meu

source: Body Parts
es_mx: Partes del cuerpo
fr_ca: Parties du Corps
nl_nl: Lichaamsdeel
pt_pt: Partes do Corpo

source: Abdominals
es_mx: Abdominales
fr_ca: Abdominaux
nl_nl: Buikspieren
pt_pt: Abdominais

source: Abductors
es_mx: Abductores
fr_ca: Abducteurs
nl_nl: Abductoren
pt_pt: Abdutores

source: Ankle
es_mx: Tobillo
fr_ca: Cheville
nl_nl: Enkel
pt_pt: Tornozelo

source: Back
es_mx: Espalda
fr_ca: Dos
nl_nl: Rug
pt_pt: Costas

source: Biceps
es_mx: Bíceps
pt_pt: Bíceps

source: Calf
es_mx: Pantorrilla
fr_ca: Mollet
nl_nl: Kuit
pt_pt: Panturrilha

source: Elbow
es_mx: Codo
fr_ca: Coude
nl_nl: Elleboog
pt_pt: Cotovelo

source: Feet
es_mx: Pies
fr_ca: Pieds
nl_nl: Voeten
pt_pt: Pés

source: Forearm
es_mx: Antebrazo
fr_ca: Avant bras
nl_nl: Onderarm
pt_pt: Antebraço

source: Glutes
es_mx: Glúteos
fr_ca: Fessiers
nl_nl: Bilspieren
pt_pt: Glúteos

source: Hamstrings
es_mx: Isquiotibiales
fr_ca: Ischio-jambiers
pt_pt: Isquiotibiais

source: Hand
es_mx: Mano
fr_ca: Main
pt_pt: Mão

source: Hip
es_mx: Cadera
fr_ca: Hanche
nl_nl: Heup
pt_pt: Quadril

source: Knee
es_mx: Rodilla
fr_ca: Genou
nl_nl: Knie
pt_pt: Joelho

source: Neck
es_mx: Cuello
fr_ca: Coup
nl_nl: Nek
pt_pt: Pescoço

source: Objectives
es_mx: Objetivos
fr_ca: Objectifs
nl_nl: Categorie
pt_pt: Objetivos

source: Specifications
es_mx: Características
fr_ca: Caract&eacute;ristiques
nl_nl: Specificaties
pt_pt: Especificações

source: Welcome to the Online Exercise and Education Software Service
es_mx: Bienvenido al Software en línea de Programas de Ejercicios
fr_ca: Bienvenue sur le Logiciel en Ligne de Programmes d'Exercices
nl_nl: Welkom
pt_pt: Bem Vindo ao Sofware de Serviço de Exercício e Educação Online

source: Username
es_mx: Nombre de usuario
fr_ca: Nom d'utilisateur
nl_nl: Gebruikersnaam
pt_pt: Nome de Usuário

source: Password
es_mx: Contrase&ntilde;a
fr_ca: Mot de passe
nl_nl: Wachtwoord
pt_pt: Senha

source: Forgot your password?
es_mx: ¿Olvidó su contraseña?
fr_ca: Mot de passe oubli&eacute;?
nl_nl: Wachtwoord vergeten?
pt_pt: Esqueceu sua senha?

source: Enter your email address below and we'll email you instructions on how to reset your password.
es_mx: Ingrese su dirección de correo electrónico y nosotros le enviaremos las instrucciones para renovar su contraseña.
fr_ca: Entrez votre email ci-dessous et nous vous enverrons les instructions pour renouveller votre mot de passe.
nl_nl: Vul uw e-mailadres in en u ontvangt een mail met instructies over het resetten van uw wachtwoord.
pt_pt: Coloque seu endereço de email abaixo e enviaremos instruções de comorestabelecer sua senha.

source: Enter your email
es_mx: Ingrese su correo electrónico
fr_ca: Entrez votre email
nl_nl: Vul uw e-mailadres in
pt_pt: Digite seu Email

source: Submit
es_mx: Enviar
fr_ca: Envoyer
nl_nl: Verzend
pt_pt: Submeter

source: Your IP was blocked!
es_mx: Su dirección IP fue bloqueada!
fr_ca: Votre adresse IP a &eacute;t&eacute; bloqu&eacute;e!
nl_nl: Uw IP-adres is geblokkeerd
pt_pt: O seu endereço de IP foi bloqueado!

source: Your account was blocked!
es_mx: Su cuenta ha sido bloqueada!
fr_ca: Votre compte a &eacute;t&eacute; bloqu&eacute;!
nl_nl: Uw account is geblokkeerd
pt_pt: Sua conta foi bloqueada!

source: Please enter your username!
es_mx: Por favor ingresar su nombre de usuario!
fr_ca: Veuillez entrer votre nom d'utilisateur!
nl_nl: Vul uw gebruikersnaam in
pt_pt: Por favor, digite seu nome de usuário

source: Invalid username!
es_mx: Nombre de usuario inválido!
fr_ca: Nom d'utilisateur invalide!
nl_nl: Ongeldige gebruikersnaam
pt_pt: Nome de usuário inválido!

source: Please enter your password!
es_mx: Por favor ingrese su contraseña!
fr_ca: Veuillez entrer votre mot de passe!
nl_nl: Vul uw wachtwoord in
pt_pt: Por favor, digite sua senha!

source: You must enable cookies to use our services!
es_mx: Usted debe activar las cookies para utilizar nuestros servicios!
fr_ca: Vous devez activer les cookies pour utiliser nos services!
nl_nl: Laat het gebruik van cookies toe om deze dienst te gebruiken
pt_pt: Você deve habilitar os cookies para usar nossos serviços!

source: This user is inactive!
es_mx: Este usuario se encuentra inactivo!
fr_ca: Cet utilisateur a &eacute;t&eacute; d&eacute;sactiv&eacute;!
nl_nl: Deze gebruiker is niet actief
pt_pt: Este usuário está inativo!

source: Wrong password!
es_mx: Contraseña errónea!
fr_ca: Mauvais mot de passe!
nl_nl: Ongeldig wachtwoord
pt_pt: Senha Incorreta!

source: Too many attempts!
es_mx: Demasiados intentos!
fr_ca: Trop de tentatives!
nl_nl: Te veel pogingen
pt_pt: Número de tentativas excedidas!

source: LICENSE AGREEMENT
es_mx: CONTRATO DE LICENCIA
fr_ca: CONTRAT DE LICENCE
nl_nl: Licentie overeenkomst
pt_pt: TERMOS DE LICENÇA

source: <h4>Software</h4> This is a license for one or more users of Nesa's web-based version of its proprietary PhysiotecTM exercise & education database software for healthcare professionals (the "Software").
nl_nl: Dit is een licentie voor één of meer gebruikers op de oefeningen en educatie database dat in eigendom is van PhysiotecTM
pt_pt: <h4>Software</h4> Esta é uma licença para um ou mais usuários da Nesa's web-versão baseada no seu proprietário PhysiotecTM exercise & education database software para profissionais da saúde (the "Software").

source: <h4>Acceptance</h4> All usage of the software is subject to acceptance by Nesa. Nesa's acceptance shall only be evidenced by confirmation in writing or by actual performance.
pt_pt: <h4>Acceptance</h4> Toda a utilização deste software está sujeita à aceitação pela Nesa. A aceitação da Nesa só será evidenciada por uma confirmação por escrito ou por desempenho real.

source: <h4>Software License Agreement</h4> All clients are subject to and conditional upon the terms and conditions of the Software License Agreement (the "Agreement") which governs the use of the Software. Potential licensees are prompted to accept or decline the terms and conditions of the Agreement online. No license shall be granted to any potential licensee that declines to accept the terms and conditions of the Agreement.
fr_ca: <h4>Convention de licence de logiciel</h4> Les commandes sont émises sous réserve des modalités de la Convention de licence de logiciel (la "Convention") qui régit l'utilisation du Logiciel. Les éventuels titulaires de licence sont invités à accepter ou à refuser les modalités de la Convention en ligne. Aucune licence n'est accordée à l'éventuel titulaire de licence qui refuse d'accepter les modalités de la Convention.
pt_pt: <h4>Software License Agreement</h4> Todos os clientes estão sujeitos e condicionados aos termos e condições do Contrato de Licença do Software (the "Agreement") que regula o uso do Software. Licenciados em potencial serão solicitados a aceitar ou recusar os termos e condições do acordo online. Nenhuma licença será concedida a qualquer licenciado potencial que se recusa a aceitar os termos e condições do Contrato.

source: <h4>License Fees</h4> The fees for the Software license and any extension or renewal thereof are those specified in Nesa's fee list that is current at the time of Nesa's acceptance of an order. Fees are subject to change without notice. Unless otherwise agreed to in writing by Nesa, fees shall be exclusive of all applicable taxes, tariffs and duties, as the case may be.
pt_pt: <h4>License Fees</h4> Os valores para a licença do Software e qualquer extensão ou renovação do mesmo são os indicados na Lista de Valores da Nesa que estão em curso no momento de aceitação de uma ordem da Nesa. Os valores podem variar sem aviso prévio. A não ser que for acordado por escrito pela Nesa, os valores devem ser excluídos de todos os impostos aplicáveis e deveres, como o caso pode ser.

source: <h4>Term</h4> Subject to the foregoing, the license is granted for a term of one (1) year from the date of Nesa's acceptance of this Purchase Order. Any extension or renewal of the Term shall be subject to additional fees in accordance with the then current Nesa fee list.
pt_pt: <h4>Term</h4> Sujeito ao precedente, a licença é concedida por um período de um (1) ano à partir da data de aceitação da Nesa para esta ordem de compra. Qualquer extensão ou renovação do Termo estará sujeito à valores adicionais em conformidade com o atual valor da Lista de Valores da Nesa.

source: <h4>Payment</h4> Payment by public healthcare institutions shall be due thirty (30) days after the date of the invoice unless otherwise specified by Nesa in writing. In all other cases, the license shall become effective only upon reception of licensee's payment by Nesa. Nesa may invoice each Software license separately. All late payments shall be charged interest computed on a daily basis from the due date until paid in full at the rate of two percent (2%) per month or the maximum rate permitted by law, whichever is less.
pt_pt: <h4>Payment</h4> O pagamento pelas intituições de saúde públicas deverão ser feitos trinta (30) dias após da data da fatura, a não ser que for acordado por escrito pela Nesa. Em todos os outros casos,a licença será efetivada apenas após a confirmação de pagamento do licenciado pela Nesa. Nesa poderá cobrar cada licença de Software separadamente. Todos os pagamentos atrasados estarão sujeito à juros calculados por uma base diária à partir da data do vencimento até pago em sua totalidade à uma taxa de dois porcento (2%) ao mês, ou uma taxa máxima pemitida por lei, o que for de menor valor.

source: <h4>No Liability</h4> Notwithstanding anything contained herein or in any agreement or other writing between Nesa and the licensee, the liability of Nesa hereunder for all claims shall not exceed the sum of the licensee's payments for Software licenses which are the subject of dispute. The entire risk as to the results generated by the use of the Software is assumed by the licensee without qualification. In no event shall Nesa be responsible or liable to the licensee or any agent, representative, employee or permitted sub-licensee of licensee for any damages of any nature whatsoever, however arising, whether foreseeable or not. Without limiting the generality of the foregoing, Nesa shall not be liable for any death or injury of any nature whatsoever arising from any act or omission of the licensee, the use or inability to use the Software or any improper medical treatment or diagnosis of any patient or client of licensee.
pt_pt: <h4>No Liability</h4> Não estando algo contido neste ou em qualquer outro acordo ou documento escrito entre a Nesa e o licenciado, a responsabilidade da Nesa para com todas as reclamações não pode exceder a soma dos pagamentos do licenciado pela licença do Software as quais são objetos de disputa. Todo o risco quanto aos resultados gerados pelo usuário do Software será de inteira responsabilidade do licenciado sem qualificação. Em nenhuma circunstância Nesa será responsável ou responsabilizada pelo licenciado ou qualquer agente, representante, funcionário ou permitido sub-licenciado do licenciado por qualquer dano de qualquer natureza no entanto decorrentes, previsíveis ou não. Sem limitar a generalidade do acima exposto, Nesa não será responsável por qualquer morte ou ferimento de qualquer natureza, decorrente de qualquer ato ou omissão do titular da licença, ou de utilização ou inabilidade do uso do Software ou qualquer diagnóstico ou tratamento médico inapropriado de qualquer paciente ou cliente do licenciado.

source: <h4>Indemnification</h4> Licensee agrees to indemnify and hold Nesa harmless from and against any and all claims, liabilities, losses, damages, costs, expenses (including reasonable attorneys' fees), judgments and penalties arising out of, resulting from, based upon or incurred as a consequence of any use or misuse or alteration of the Software by the licensee, its agents, representatives, employees and permitted sub-licensees.
pt_pt: <h4>Indemnification</h4> O Liceciado concorda em indenizar e isentar Nesa de quaisquer reivindicações, responsabilidades, perdas, danos, custos, despesas (incluindo honorários rezoáveis de advogados), julgamentos e penalidades decorrentes, ou resultantes de, com base em ou incorridas como consequência de qualquer uso ou uso indevido ou alteração do Software pelo licenciado, seus agentes, respresentantes, empregados e sub-licenciados permitidos.
