Repository: dwizzel-dev/code-samples-all
Catalog: visou.com/inc/lang/messages.*.po
Languages: es_mx, fr_ca, nl_nl, pt_pt

source: <h3>14. General</h3><strong>14.1</strong> All updates, enhancements and fixes to the Software provided to You by VISOU are subject to the terms and conditions of this Agreement.<br><br><strong>14.2</strong> This Agreement shall be governed by, interpreted and construed in accordance with the laws of the Province of Quebec and the federal laws of Canada applicable therein, without regard to its choice of law principles. Exclusive jurisdiction and venue of any actions arising out of, or relating to or in any way connected with this Agreement, its negotiation or termination shall be in the Judicial District of Montreal, Province of Quebec.<br><br><strong>14.3</strong> The section headings herein are provided for convenience only and have no substantive effect on the construction of this Agreement.<br><br><strong>14.4</strong> No document that purports to modify or supplement this Agreement shall add to or vary the terms of this Agreement. All proposed variations or additions (whether submitted by Visou or You) are objected to and deemed material unless otherwise agreed to in writing by both parties.<br><br><strong>14.5</strong> Except for Your obligation to pay Visou or to assume its obligations for taxes, duties and customs fees, neither party shall be liable for any failure to perform due to causes beyond its reasonable control.<br><br><strong>14.6</strong> If any provision of this Agreement is held to be unenforceable, this Agreement shall be construed without such provision.<br><br><strong>14.7</strong> The failure by a party to exercise or enforce any right hereunder shall not operate as a waiver of such party's right to exercise or enforce such right or any other right in the future. Visou reserves the right to audit Your use of the Software at its discretion, but at Visou\'s expense. All audits shall be conducted during regular business hours at Your facilities and shall not unreasonably interfere with Your business activities.<br><br><strong>14.8</strong> This Agreement constitutes the entire agreement between the parties concerning Your use of the Software and may not be modified by custom and usage.<br><br><strong>14.9</strong> This Agreement replaces and supersedes any prior verbal or written understandings, communications, and representations between the parties in connection with the use of the Software.<br><br><strong>14.10</strong> This Agreement may be amended only by a written document executed by a duly authorized representative of each of the parties, unless expressly provided otherwise herein.<br><br><strong>14.11</strong> Facsimile copies are considered documents equivalent to original documents.<br><br><strong>14.12</strong> All rights, remedies and recourses set forth herein for the benefit of Visou shall be in addition and without prejudice to all other rights, remedies and recourses available to Visou.<br><br><strong>14.13</strong> The parties have agreed that this Agreement be drafted in English.
pt_pt: <h3>14. Geral</h3><strong>14.1</strong> Todas as atualizações, melhorias e ajustes no Software fornecidos à você pela VISOU estão sujeitos aos termos e condições deste Acordo.<br><br><strong>14.2</strong> Este acordo deverá ser governado pela, interpretado e construído em acordo com as leis da província do Quebec e as leis federais do Canada aplicadas a ele, sem considerar a sua escolha de princípios do legais. Jurisdição exclusiva e local de qualquer ação decorrente dele, ou relacionada a ele, ou conectada de alguma forma com este acordo, suas negociações ou término deverão acontecer no Distrito Judicial de Montreal, na Província do Quebec.<br><br><strong>14.3</strong> A seção de títulos presente neste documento estão são fornecidas apenas por conveniência e não têm efeito substantivo na construção deste Acordo.<br><br><strong>14.4</strong> Nenhum documento que pretenda modificar ou suplementar este Acordo deverá adicionar ou modificar os termos deste Acordo. Todas as variações ou modificações (sendo elas submetidas pela VISOU ou por você) são consideradas materiais a não ser que seja feito um acordo por escrito pelas duas partes.<br><br><strong>14.5</strong> Com exceção da sua obrigação de pagar Visou ou de assumir suas obrigações por taxas, deveres e tarifas, nenhuma das partes devem ser responsabilizadas por qualquer falha de execução devido a causas além do seu controle.<br><br><strong>14.6</strong> Se qualquer disposição deste acordo for considerada ser inexequível, este acordo deverá ser entendendido ausente de tal disposição.<br><br><strong>14.7</strong> O fracasso de qualquer parte de exercer ou impor qualquer direito aqui presente não deverá ser usado como uma renúncia dos direitos desta parte de exercer ou impor este direito ou qualquer outro direito no futuro. Visou se reserva ao direito de auditar o seu uso do Software a seu critério, mas ao encargo da Visou\'s. Todas as auditorias deverão ser conduzidas durante as horas de funcionamento regulares das suas instalações e não deverão promoverinterferência exessiva às suas atividades de negócio.<br><br><strong>14.8</strong> Este acordo constitui o acordo completo entre as partes relativo à o seu uso do Software e não poderá ser modificado por personalização e uso.<br><br><strong>14.9</strong> Este acordo substitui qualquer acordo verbal, entendimentos por escrito, comunicados, e representações realizadas entre as partes anteriormente, em relação ao uso deste Software <br><br><strong>14.10</strong>Este acordo poderá ser alterado somente por documento por escrito por um representante autorizadode cada uma das partes, salvo disposição expresso em contrário neste documento. <br><br><strong>14.11</strong> Cópias por fax são consideradas documentos equivalentes aos documentos originais.<br><br><strong>14.12</strong> Todos os direitos e recursos estabelecidos aqui para o benefício da Visou devem estar em adição e sem qualquer prejuízo a todos os outros direitos e recursos disponibilzados à Visou.<br><br><strong>14.13</strong> As partes concordam que este Acordo seja elaborado em Inglês.

source: <h3>15. Definitions</h3>"Insolvency" means (i) Your general failure or inability to pay Your debts as they become due, (ii) Your cessation of Your business; (iii) Your admission of insolvency; (iv) the commencement of proceedings, by or against You, under the Bankruptcy and Insolvency Act or the Companies' Creditors Arrangement Act (or under any comparable legislation or comparable proceedings under the laws of any other jurisdiction, whether, state, provincial or federal); (v) the appointment of, assignment to, or the taking of possession by, a receiver, trustee, assignee, custodian, liquidator, sequestrator or other similar agent or officer of You, of all or a substantial part of Your property or the property used in conducting Your business, (vi) Your assets, if realized at a fairly conducted sale, would generate less in the way of proceeds than Your liabilities; or (vii) any corporate action by You to authorize any of the actions in clauses (iv) and (v) hereof.<br><br>"Purchase Order" means Visou\'s standard order form confirming the number of Software licenses purchased by the licensee, which confirmation shall be binding upon and constitute an obligation by the licensee to the pay the applicable license fees and taxes in respect of each such license, the whole subject to the terms and conditions more fully set forth therein.<br><br>"Software" means Software provided by Visou and all or any portion of the binary computer software programs and related source code.<br><br>"Term" means one (1) year from the date of acceptance by Visou of the Purchase Order.<br><br>"Territory" means the geographic area in which You may download, access or otherwise use the Software on servers for use by You, subject to applicable export laws and regulations.<br><br>"Third Party Software" means that portion of the Software sublicensed by Visou to You, as the case may be, having a manufacturer other than Visou.<br><br>"Trade-marks" means the trade names, trade-marks and/or applications therefore, as well as commercial symbols, insignia, labels, slogans and other identification schemes including, without limitation, "Visou" and "Physiotec", as may be designated from time to time by Visou for use in connection with the use of the Software as contemplated by this Agreement.
pt_pt: <h3>15. Definições</h3>"Insolvência" significa (i) Seu fracasso geral ou inabilidade de pagar seus débitos conforme eles vencem, (ii) A cessação do seu negócio; (iii) Sua admissão de insolvência; (iv) o início do processo, por ou contra você, sob o Ato de falência ou insovência ou das empresas' Ato de acordo de credores (ou sob qualquer legislação comparável ou procedimentos comparáveis sob as leis de qualquer jurisdição, sendo, estadual, provincial ou federal); (v) A nomeação do, atribuição do, ou a tomada de posse por, um receptor, um depositário, cessionário, custodiário, liquidador, ou outro agente similar ou, oficial seu, de todos ou uma parte substancial de sua propriedade ou a propriedade usada na condução dos seus negócios, (vi) Seus ativos, se realizado em uma venda mal conduzida, que geraria menos receita do que as suas despesas; ou (vii) qualquer ação corporativa por você para autorizar qualquer uma das ações nas claúsulas (iv) e (v) aqui constadas.<br><br>"Ordem de compra" significa Visou\'s formulário de pedido padrão confirmando o número de licenças de Software adquiridas pelo licenciado, a qual a confirmação será obrigatória e iráconstituir uma obrigação do licenciado com o pagamento da licença aplicável assim como os valores e taxas a respeito de cada licença em questão, tudo estando sujeito os termos e condições plenamente definidos anteriormente.<br><br>"Software" significa Software fornecido por Visou e com toda ou qualquer parte do computador binário programas de software erograms e o código-fonte relacionado.<br><br>"Termo" significa um (1) ano apartir da data de aceitação pela Visou da Ordem de compra.<br><br>"Território" significa área geográfica na qual você pode realizar o download, acessar ou fazer uso do Sotware em servidores para seu uso, estando sujeito a leis de exportação aplicáveis e regulamentos.<br><br>"Software de terceiros" significa que parte do Software sublicinciado pela Visou para você, como o caso pode ser, caso exista um outro fabricante além da Visou.<br><br>"Trade-marks" significa que nomes comerciais, marcas comerciais e ou aplicações do gênero, assim como símbolos comerciais, insígnia, rótulos, slogans e outras formas de identificação incluindo, sem limitação, "Visou" e "Physiotec", como pode ser designado eventualmente pela Visou para o uso em conexão com a ultilização do software assim como contemplado neste Acordo.

source: Your exercise was cloned
es_mx: Su ejercicio ha sido clonado
fr_ca: Votre exercise a été cloné
nl_nl: De oefening is gekopiëerd
pt_pt: Seu exercício foi clonado

source: Patients Improve Faster
nl_nl: Patiënten sneller verbeteren
pt_pt: Pacientes melhoram mais rápido

source: Do you really want to quit?
es_mx: Está seguro de querer salir?
fr_ca: Voulez-vous vraiment quitter?
nl_nl: Weet u zeker dat u wilt stoppen?
pt_pt: Você quer mesmo sair?

source: Preferences
es_mx: Preferencias
fr_ca: Préférences
nl_nl: Voorkeuren
pt_pt: Preferências

source: Help
es_mx: Ayuda
fr_ca: Aide
pt_pt: Ajuda

source: Customer Services:
es_mx: Servicio al cliente:
fr_ca: Service à la clientèle:
nl_nl: Klantenservice:
pt_pt: Serviços do consumidor

source: Password request
es_mx: Solicitud de contraseña
fr_ca: Demande de mot de passe
nl_nl: Wachtwoord verzoek
pt_pt: Senha necessária

source: We understand you'd like to change your password. Just click here and follow the prompts.
es_mx: Comprendemos que usted quiere cambiar su contraseña. Solo dar clic aqui y seguir las instrucciones
nl_nl: Om uw wachtwoord the wijzigen, klik hier en volg de aanwijzingen
pt_pt: Nós entendemos que você gostaria de trocar sua senha. Apenas clique aqui e sigaas instruções.

source: And don't forget your password is case sensitive.
es_mx: Y no olvidar que su contraseña es sensitiva a las mayúsculas.
fr_ca: Et n'oubliez pas que votre mot de passe est à la casse.
nl_nl: Uw wachtwoord is hoofdlettergevoelig.
pt_pt: E não se esqueça que sua senha contém caracteres maiúsculos e minúsculos

source: You did not ask to change your password? Then just ignore this email. And if you have questions, we're always happy to help. Just call us at %s anytime.
pt_pt: Você não pediu para trocar sua senha? Então apenas ignore este email. E se você tiver perguntas, nós estamos sempre a disposição para ajudar. Ligue para nós %s quando precisar.

source: We understand you'd like to change your password. Just <a href="%s">click here</a> and follow the prompts.
es_mx: Comprendemos que usted quiere cambiar su contraseña. Solo dar <a href="%s">clic aqui</a> y seguir las instrucciones
fr_ca: Nous comprenons que vous souhaitez changer votre mot de passe. Il suffit de <a href="%s">cliquer ici</a> et de suivre les instructions.
pt_pt: Nós enteddemos que você gostaria de trocar sua senha. Apenas <a href="%s">clique aqui</a> e siga as instruções.

source: You didn't ask to change your password? Then just ignore this email. And if you have questions, we\'re always happy to help. Just call us at %s anytime.
es_mx: Usted no solicitó cambiar su contraseña? Entonces solo ignore este correo electrónico. Si usted tiene preguntas, nosotros estaremos siempre felices de ayudarle. Simplemente llámenos al %s en cualquier momento.
fr_ca: Vous n'avez pas demandé à changer votre mot de passe? Alors simplement ignorer ce email. Si vous avez des qustions, nous seront toujours heureux de vous aider. Appelez simplement le %s.
nl_nl: Indien u geen verzoek in heeft gediend om uw wachtwoord te wijzigen, dan kunt u deze e-mail negeren. Mocht u vragen hebben, dan helpen wij u graag verder.
pt_pt: Você não pediu para alterar a senha? Então apenas ignore este email. E caso você tiver perguntas, nós estamos sempre a disposição para ajudar. Entre em contato pelo número %s quando precisar.

source: Your exercise program from %s
es_mx: Su programa de ejercicios de %s
fr_ca: Votre programme d'exercices de %s
nl_nl: Uw oefeningen programma van %s.
pt_pt: Seu programa de exercícios de %s

source: You can access your online report at: %s If the link does not work, make a copy and paste of the link in your browser. Program name: %s User name:%s Password: %s %s %%clinic_address%% %s
es_mx: Usted puede acceder a su programa en l&aacute;nea a: %s Si el enlace no funciona, copiar y pegar el enlace en su navegador. Nombre del programa: %s Nombre de usuario:%s Contrase&ntilde;a: %s %s %%clinic_address%% %s
fr_ca: Vous pouvez acc&eacute;der &agrave; votre programme en ligne au: %s Si le lien ne fonctionne pas, faites un copier-coller de celui-ci dans votre navigateur. Nom du programme: %s Nom d'utilisateur:%s Mot de passe: %s %s %%clinic_address%% %s
nl_nl: U kunt bij uw online verslag via: %s Als de link niet werkt, kopieer de link en plak deze in uw browser. Programma naam: %s Gebruikersnaam:%s Wachtwoord: %s %s %%clinic_address%% %s
pt_pt: Você pode acessar o seu relatório online no: %s Se link não funcionar, copie e cole o link no seu navegador. Nome do programga: %s Nome do usuário:%s Senha: %s %s %%clinic_address%% %s

source: You can access your online report <a target="blank" href="%s">here</a>.
es_mx: Usted puede acceder a su programa en l&iacute;nea <a target="blank" href="%s">aqui</a>.
fr_ca: Vous pouvez acc&eacute;der &agrave; votre programme en ligne en cliquant <a target="blank" href="%s">ici</a>.
nl_nl: U heeft toegang tot uw online programma <a target="blank" href="%s">hier</a>.
pt_pt: Você pode acessar o seu relatório online <a target="blank" href="%s">here</a>.

source: Program name: %s
es_mx: Nombre del programa: %s
fr_ca: Nom du programme: %s
nl_nl: Naam programma: %s
pt_pt: Nome do programa: %s

source: User name: %s
es_mx: Nombre de usuario: %s
fr_ca: Nom d'utilisateur: %s
nl_nl: Gebruikersnaam: %s
pt_pt: Nome de usuário: %s

source: Password: %s
es_mx: Contrase&ntilde;a: %s
fr_ca: Mot de passe: %s
nl_nl: Wachtwoord: %s
pt_pt: Senha: %s

source: Template
es_mx: Protocolo
fr_ca: Protocole
nl_nl: Protocol
pt_pt: Modelo

source: Templates
es_mx: Protocolos
fr_ca: Protocoles
nl_nl: Protocols
pt_pt: Modelos
