Repository: dwizzel-dev/code-samples-all
Catalog: visou.com/inc/lang/messages.*.po
Languages: es_mx, fr_ca, nl_nl, pt_pt

source: You must select a client!
es_mx: Usted debe seleccionar un cliente!
fr_ca: Vous devez sélectionner un client!
nl_nl: Selecteer een cliënt
pt_pt: Você deve selecionar um cliente!

source: You did not enter a title for that program.\nDo you want to save it?
es_mx: Usted no ingresó un título para ese programa.\ Desea salvarlo?
fr_ca: Vous n'avez pas entré de titre pour ce programme.\nDésirez-vous le sauvegarder?
nl_nl: U heeft geen titel voor het programma toegevoegd.\nWilt u het programma opslaan?
pt_pt: Você não inseriu um título para esse programa. \nVocê deseja salvar?

source: Yes, save it!
es_mx: Si, salvarlo!
fr_ca: Oui, sauvegardez-le!
nl_nl: Ja, sla op
pt_pt: Sim, salvar

source: You have %s client(s) with the same name.\nDo you want to save this client?
es_mx: Usted tiene %s cliente(s) con el mismo nombre.\ Desea salvar este cliente?
fr_ca: Vous avez %s client(s) avec le même nom.\nVoulez-vous sauvez ce client?
nl_nl: U heeft %s cliënten met dezelfde naam.\nWilt u deze cliënt opslaan?
pt_pt: Você tem %s cliente(s) com o mesmo nome. \nVocê quer salvar este cliente?

source: Yes, save him!
es_mx: Si, salvarlo!
fr_ca: Oui, sauvegardez-le!
nl_nl: Ja, sla op
pt_pt: Sim, salvar

source: Changing program will delete all parameters from the program you are actually building.
nl_nl: Door het programma aan te passen worden alle parameters diemomenteel worden ingesteld gewist.
pt_pt: Mudar o programa irá excluir todos os parâmetros do programaque você está construíndo.

source: No
fr_ca: Non
nl_nl: Nee
pt_pt: Não

source: This action will delete all parameters from the program you are actually building.<br><br><input id="never_again" onclick="isNeverAgain(this.checked);" type="checkbox"> Don't ask again
pt_pt: Esta ação irá excluir todos os parâmetros do programa que você está contruindo.<br><br><input id="never_again" onclick="isNeverAgain(this.checked);" type="checkbox"> Não pergunte novamente

source: The information is saved in real time as it is entered.<br>In order to modify a standard exercise, you have to click on the Clone the exercise Button.<br>Once you have uploaded the pictures, click the Save Exercise button (which appear after you have cloned the standard exercise if any).<br>You can save the exercise without pictures.
pt_pt: A informação é salva em tempo real logo que você a coloca.<br>Para que você possa modificar um exercício padrão, você deve clicar no botão Clonar o exercício.<br> Uma vez que você tenha inserido as figuras, clique no botãosalvar o exercício, (o qual aparece logo após você ter clonado um exercício padrão, caso exista algum). <br>Você pode salvar um exercício sem inserir fotos.

source: Delete patients after
es_mx: Eliminar los pacientes después
fr_ca: Supprimer les clients après
pt_pt: Deletar pacientes mais tarde

source: 6 Months
es_mx: 6 Meses
fr_ca: 7 Mois
nl_nl: 6 maanden
pt_pt: 6 meses

source: 1 Year
es_mx: 1 Año
fr_ca: 1 An
nl_nl: 1 jaar
pt_pt: 1 Ano

source: 3 Year
es_mx: 3 Años
fr_ca: 3 Ans
nl_nl: 3 jaar
pt_pt: 3 Anos

source: 5 Year
es_mx: 5 Años
fr_ca: 5 Ans
nl_nl: 5 jaar
pt_pt: 5 Anos

source: Desactivate
es_mx: Desactivar
fr_ca: Désactiver
nl_nl: Deactiveer
pt_pt: Desativar

source: All rights reserved
es_mx: Todos los derechos reservados
fr_ca: Tous droits r&eacute;serv&eacute;s
nl_nl: Alle rechten voorbehouden
pt_pt: Todos os direitos reservados

source: Dates
es_mx: Fechas
nl_nl: Data
pt_pt: Datas

source: Seconds
es_mx: Segundos
fr_ca: Secondes
nl_nl: Seconden
pt_pt: Segundos

source: Sets
es_mx: Series
fr_ca: S&eacute;ries
pt_pt: Configurações

source: Repetition
es_mx: Repetición
fr_ca: R&eacute;p&eacute;tition
nl_nl: Herhaling
pt_pt: Repetição

source: Frequency
es_mx: Frecuencia
fr_ca: Fr&eacute;quence
nl_nl: Frequentie
pt_pt: Frenquência

source: Hold
es_mx: Sostener
fr_ca: Tenir
nl_nl: Vasthouden
pt_pt: Segurar

source: Rest
es_mx: Descanso
fr_ca: Repos
nl_nl: Rust
pt_pt: Descanço

source: Exercise
es_mx: Ejercicio
fr_ca: Exercice
nl_nl: Oefening
pt_pt: Exercício

source: User
es_mx: Usuario
fr_ca: Util
nl_nl: Gebruiker
pt_pt: Usuário

source: NAME
es_mx: NOMBRE
fr_ca: NOM
nl_nl: NAAM
pt_pt: NOME

source: Pswd
es_mx: MdP
fr_ca: MdP
nl_nl: WW
pt_pt: Senha

source: START DATE
es_mx: FECHA DE INICIO
fr_ca: DATE DE D&Eacute;BUT
nl_nl: Startdatum
pt_pt: DATA DE INÍCIO

source: Stretching
es_mx: Estiramiento
fr_ca: &Eacute;tirement
nl_nl: Rekken
pt_pt: Alongando

source: Minute Cool Down
es_mx: Minutos de enfriamiento
fr_ca: Minutes de Ralentissement
nl_nl: Minuut cool down
pt_pt: Minuto de reduzir

source: Cool Down
es_mx: Enfriamiento
fr_ca: Ralentissement
pt_pt: Reduzir

source: Minute Warm-Up
es_mx: Minutos de Calentamiento
fr_ca: Minutes d'échauffement
nl_nl: Minuut warm-up
pt_pt: Minuto de aquecimento

source: Warm-Up
es_mx: Calentamiento
fr_ca: &Eacute;chauffement
nl_nl: Warming up
pt_pt: Aquecimento

source: Warm-up
es_mx: Calentamiento
fr_ca: &Eacute;chauffement
nl_nl: Warming up
pt_pt: Aquecimento

source: WEEK
es_mx: SEMANA
fr_ca: SEMAINE
pt_pt: SEMANA

source: You can change your Preferences
es_mx: Usted puede cambiar sus preferencias
fr_ca: Vous pouvez changer vos préférences
nl_nl: Voorkeuren
pt_pt: Você pode alterar suas Preferências

source: Print a summary
es_mx: Imprimir un resumen
fr_ca: Imprimer un sommaire
nl_nl: Print een samenvatting
pt_pt: Imprimir um resumo

source: Email Client
es_mx: Correo electrónico del cliente
fr_ca: Type de Email
nl_nl: E-mail cliënt
pt_pt: Enviar email para cliente

source: Outlook
pt_pt: Perspectiva

source: Default module
es_mx: Módulo Predeterminado
fr_ca: Module par défaut
nl_nl: Standaard module
pt_pt: Módulo padrão

source: Search by module only
es_mx: Buscar por módulo solamente
fr_ca: Recherche par module seulement
nl_nl: Zoek alleen op module
pt_pt: Procurar apenas por módulos

source: You can change your Login and Password
es_mx: Usted puede cambiar su Usuario y Contraseña
fr_ca: Vous pouvez changer votre nom d'utilisateur et votre mot de passe
nl_nl: U kunt u gebruikersnaam en wachtwoord aanpassen
pt_pt: Você pode alterar o seu Login e Senha

source: Username must be at least 8 characters long and alphanumeric!
es_mx: El nombre de usuario debe contener por lo menos 8 caracteres de largo y debe ser alfanumérico!
fr_ca: Votre nom d'utilisateur doit contenir au moins 8 caract&egrave;res alpha-num&eacute;riques!
nl_nl: Gebruikersnaam moet minimaal 8 karakters bevatten en zowel uit letters als cijfers bestaan.
pt_pt: Nome de Usuário deve ter pelo menos 8 caractéres, contendo letras e números

source: SOFTWARE LICENSE AGREEMENT
fr_ca: CONVENTION DE DROITS D'UTILISATION DE LOGICIEL
nl_nl: SOFTWARE LICENTIE OVEREENKOMST
pt_pt: ACORDO DE LICENÇA DO SOFTWARE

source: This Software may not be accessed unless or until you accept the terms of the applicable Software License Agreement (the "Agreement&rdquo;).<br><br>IMPORTANT-READ CAREFULLY: This Agreement is a legal agreement between you (either an individual person or a single legal entity, who will be referred to in this Agreement as "You" or, in the possessive, "Your") and 9082-5902 QUEBEC Inc. (hereinafter " Visou&rdquo;). By installing, copying, downloading, accessing or otherwise using the Software, You agree to be bound by the terms of this Agreement. If You do not agree to the terms of this Agreement, Visou is unwilling to license the Software. In such event, You may not use or copy the Software, and You should promptly contact Visou for instructions on refunds in accordance with Visou"s return policy.
pt_pt: Este Software não pode ser acessado a menos ou até que você aceite os termos aplicácveis do Acordo de Licença do Software (the "Agreement&rdquo;).<br><br>IMPORTANTE, LEIA COM ATENÇÃO: Este contrato é um acordo legal entre você (sendo um indivíduo ou uma única entidade jurídica, que vai referido neste acordo como "Você" ou, no possessivo, "Seu") e 9082-5902 QUEBEC Inc.(aqui adiante " Visou&rdquo;). Ao instalar, copiar, transferir, acessar ou em todo caso fazer uso do Software, você estará vinculado aos termos deste Contrato. Se você não concordar com os termos deste Acordo, Visou não se dispõe a licenciar o Software. Em tal evento, você não pode usar ou copiar o Software, e você deve imediatamente entrar em contato com a Visou para obter instruções sobre as restituições em conformidade com a política de devolução da Visou.

source: <h3>1. License</h3><strong>1.1</strong> Visou hereby grants to You a non-exclusive, non-assignable, non-transferable license to use the Software in the Territory solely for the purposes contemplated by this Agreement.<br><br><strong>1.2</strong> You shall not modify or merge the Software with any other software. This license does not permit the use of the Software for creation of new modules or products. However, You may modify or update Your database including the addition of content and photographs to such server in connection herewith.<br><br><strong>1.3</strong> This license entitles You to issue user names and passwords to that number of users set forth in the Purchase Order. Such user names and passwords permit unlimited use of the Software by such users during the Term set forth in the Purchase Order.<br><br><strong>1.4</strong> You shall not permit third parties to use, download or otherwise access the Software from any computer outside Your direct and exclusive control without the prior written consent of Visou, which consent may be withheld at Visou\'s sole and absolute discretion. You will employ means reasonably anticipated to prevent such unauthorized use. Any access to the Software via web browser must be password controlled.
pt_pt: <h3>1. Licença</h3><strong>1.1</strong> A Visou concede a você uma licença não exclusiva, intransmissível, não transferível para usar o Software no território exclusivamente para os fins previstos pelo presente Acordo. <br><br><strong>1.2</strong> Você não poderá alterar ou mesclar o Software com qualquer outro software. Esta licença não permite o uso do Software para a criação de novos módulos ou produtos. No entanto, você pode modificar ou atualizar seu banco de dados, incluindo a adição de conteúdo e fotografias para tal servidor com esta função.<br><br><strong>1.3</strong> Esta licença dá direito a você criar usuários e senhas para um número de usuários estabelecido no pedido de compra. Esses usuário e senhas permitirem uso ilimitado do Software por tais usuários durante o prazo previsto no pedido de compra.<br><br><strong>1.4</strong> Você não deve permitir que terceiros usem, baixem ou acessem o Software de qualquer computador que não esteja em seu controle direto e exclusivo sem o prévio consentimento por escrito da Visou, sendo que consentimento pode ser retido a critério da Visou. Você deverá empregar meios de prevenção razóaveis para evitar que esse tipo de utilização não autorizada. Qualquer acesso ao Software através de navegadores da web deve ser controlado por senha.

source: <h3>2. Limitations on License</h3><strong>2.1</strong> You shall not:<br><br><strong>a.</strong> Access or use any portion of the Software not expressly licensed and paid for by You;<br><br><strong>b.</strong> Invoke any Software, except through application program interfaces documented by Visou;<br><br><strong>c.</strong> Cause or permit decompilation or reverse assembly of all or any portion of the Software, except as expressly provided by applicable law;<br><br><strong>d.</strong> Disclose or publish performance benchmark results for the Software (as delivered or subsequently modified) without Visou"s prior written consent;<br><br><strong>e.</strong> Use the Software in violation of any applicable laws and regulations;<br><br><strong>f.</strong> Authorize or permit the use of the Software except as explicitly permitted herein or for any purpose other than for the prescription of exercises by duly licensed professionals or for related educational purposes by such licensed professionals;<br><br><strong>g.</strong> Use Third Party Software except solely in conjunction with the Software;<br><br><strong>h.</strong> Delete, fail to reproduce or modify any copyright or other proprietary rights notices which appear on or in the Software;<br><br><strong>i.</strong> Directly or indirectly, sublicense, relicense, distribute, disclose, use, rent or lease the Software or any portion thereof, for third party use, training, facilities management, time-sharing, or service bureau use; or<br><br><strong>j.</strong> Permit the Software to be copied to any computer.<br><br><strong>2.2</strong> Visou reserves all rights not expressly granted herein.
pt_pt: <h3>2. Limitações na Licença</h3><strong>2.1</strong> Você não poderá:<br><br><strong>r.</strong> Acessar ou usar qualquer parte do Software se não expressamente licenciados e pagos por você; <br> <br><strong>b. </strong> Invoke "" qualquer Software, exceto através de interfaces de programa documentadas pela Visou; <br><br><strong>c.</strong> Causar ou permitir descompilação ou montagem reversa de toda ou qualquer parte do Software, exceto como expressamente fornecido pela lei aplicável; <br> <br><strong>m.</strong> Divulgar ou publicar resultados de desempenho do Software (como entregues ou posteriormente modificados) sem o consentimentoprévio por escrito da Visou;<br><br><strong>e.</strong> O uso do Software em violação de qualquer lei e regulamento aplicável; <br><br><strong>f.</strong> Autorizar ou permitir o uso do Software, exceto quando explicitamente permitido neste documento, para qualquer propósito diferente de prescrição de exercícios por profissionais devidamente licenciados ou para propósitos relacionados com educação por tais profissionais licenciados; <br><br><strong>g.</strong> Use o Software de terceiros somente em conjunto com o Software; <br><br><strong>h.</strong> Deletar, falha em reproduzir oumodificar qualquer direito de propriedade ou outro direito autoral que apareçam no Software ou dentro dele; <br> <br><strong>i.</strong> Sublicenciardireta ou indiretamente, relicenciar, distribuir, divulgar, utilizar, alugar ou arrendar o Software ou qualquer porção do mesmo, para uso de terceiros, seja em treinamento, gestão de instalações, partilha, ou agência de serviços; ou <br><br><strong>j.</strong> Permitir que o Software seja copiado em qualquer computador.<br><br><strong>2.2</strong> Visou reserva todos os direitos não expressamente concedidos neste documento.

source: <h3>3. Title and Protection</h3><strong>3.1</strong> The Software contains valuable proprietary information. Visou (or its licensors) retains title, copyright and other proprietary rights to all portions of the Software, and all modifications and alterations thereto, and all copies thereof. You do not acquire any rights, express or implied, in the Software, except as specified herein. No license, right, or interest in any Visou trademark, trade name, or service mark is granted pursuant to this Agreement.
pt_pt: <h3>3. Título e Proteção</h3><strong>3.1</strong> O Software contémvaliosas informações de propriedade privada. Visou (ou seus licenciantes)detém o título, direitos autorais e outros direitos de propriedade de todasas partes do Software, e de todas as modificações e alterações e todas as cópias do mesmo. Você não adquire quaisquer direitos, expressamente ou implicitamente,no Software, exceto como especificado neste documento. Nenhuma licença ou direito em qualquer nome de marca, ou marca de serviço da Visou é consedida termos do presente Acordo.

source: <h3>4. Intellectual Property Indemnity</h3><strong>4.1</strong> Visou shall indemnify You against any claims that the Software infringes upon any third party copyright or patent, provided that Visou is given prompt notice of such claim and is given information, reasonable assistance, and sole authority to defend or settle the claim. In the event of any threatened claim, Visou may, in its reasonable judgment and at its sole option and expense: (i) obtain for You the right to continue using the Software; (ii) replace or modify the Software so that it becomes non-infringing; or (iii) terminate the license for the allegedly infringing Software and return the fees paid by You for such Software. Visou shall have no obligation to indemnify or defend You for any liability arising out of or relating to any allegations or claims of infringement, to the extent the alleged infringement is based on: (a) any modification of the Software; (b) use of the Software other than in accordance with the terms of this Agreement; (c) use of a release of the Software no longer supported by Visou; (d) use of a release of the Software without having implemented all updates provided to You by Visou; (e) any Third Party Software, unless otherwise specified herein; or (f) use of the Software in combination with any other hardware, software or other materials where, absent such combination, the Software would not be infringing. This Section entitled "Intellectual Property Indemnity" states Visou\'s entire liability for actual or alleged infringements and Your sole and exclusive remedy in relation thereto.
pt_pt: <h3>4. Indenização de Propriedade Intelectual</h3><strong>4.1</strong> Visou deverá indenizar você contra quaisquer reclamações de que o Software infringe qualquer direito autoral de terceiros ou patente, desde que seja fornecido a Visou um aviso prévio de tal reivindicação e seja dado, informação, assistência razoável e autoridade para defender ou liquidar a alegação. No caso de qualquer reclamação, Visou pode, no seu rozoável julgamento e ao seu exclusivo critério e despesa: (i) obter para você o direito de continuar usando o Software; (ii) substituir ou modificar o Software para que ele se torna não-infrator; ou (iii) rescindir a licença para o Software supostamente infrator e retornar taxas pagas por você por esse Software. Visou não tem nenhuma obrigação de indenizar ou defendê-lo de qualquer responsabilidade decorrente de ou relacionada com qualquer alegação ou acusação de violação, na medida em que a alegada violação é baseada em: (a) qualquer modificação do Software; (b) uso do Software que não seja de acordo com os termos deste contrato; (c) utilização de uma versão do Software que não é mais suportado pelo Visou; (d) a utilização de um lançamento do Software sem ter implementado todas as atualizações fornecidas pela Visou; (e) qualquer Softwarede terceiros, a menos que especificado aqui de outra maneira; ou (f) uso do Software em combinação com qualquer outro hardware, software ou outros materiais onde, ausente tal combinação, o Software não estaria infrigindo. Esta seção intitulada Indenização de Propriedade intelectual" afirma toda responsabilidade da Visou pela alegada ou real infração e seu único e exclusivo remédio em relação aos mesmos.

source: <h3>5. Term and Termination</h3><strong>5.1</strong> This Agreement will remain in effect until expiration of the Term or unless and until terminated pursuant to this Section entitled "Term and Termination" or unless renewed and extended at Visou\'s discretion.<br><br><strong>5.2</strong> Visou may terminate this Agreement in the event of the other\'s failure to comply with any material term of this Agreement or with the terms and conditions set forth in the Purchase Order and such noncompliance remains uncured for more than five (5) days after notice thereof. Notwithstanding the foregoing, Visou may terminate this Agreement immediately, by giving notice to You, in case of Insolvency or in case of a breach of Your obligations under the sections herein entitled "Title and Protection" or "Assignment".<br><br><strong>5.3</strong> Except as expressly provided otherwise in this Agreement, (i) all remedies available to Visou are cumulative and not exclusive; and (ii) termination of this Agreement or any license shall not limit Visou from pursuing other remedies available to it, including injunctive relief. Upon termination, all amounts owed under this Agreement shall immediately become due and payable.
pt_pt: <h3>5. Termo e recisão</h3><strong>5.1</strong> O presente acordo irá manter-se rem efeito até a expiração do termo ou a não ser até concluído os termos intitulados nesta secção "Termo e recisão" ou a não ser que renovado e extendido a discrição da Visou.<br><br><strong>5.2</strong> Visou poderá recindir este Acordo caso o outro falhe em cumprir com qualquer material do presente acordo ou com os termos e condições estabelecidos na Ordem de Compra e tal descumprimento permanece não corrigido por mais de cinco (5) dias após aviso. Não obstante o disposto acima, Visou pode rescindir este Acordo imediatamente, mediante notificação a você, em caso de insolvência ou em caso de violação das suas obrigações citadas nas seções deste documento intitulado Título e Proteção" ou "Atribuição". <br><br><strong>5.3</strong> exceto como disposição expressa em contrário no presenteAcordo, (i) todas as vias de recurso disponibilizadas pela Visou são cumulativos e não exclusivas; e (ii) rescisão do presente acordo ou qualquer licença será não irá limitar Visou de perseguir outras soluções disponíveis para si, incluindo providência cautelar. Após o término, todos os débitos nos termos deste Contrato devem se tornar vencidas e pagáveis imediatamente.
