Repository: dwizzel-dev/code-samples-all
Catalog: visou.com/inc/lang/messages.*.po
Languages: es_mx, fr_ca, nl_nl, pt_pt

source: <h3>6. No Warranty</h3><strong>6.1</strong> VISOU DOES NOT WARRANT THAT THE SOFTWARE IS ERROR-FREE OR THAT THE SOFTWARE WILL RUN UNINTERRUPTED, OR THAT ALL SOFTWARE ERRORS CAN OR WILL BE CORRECTED. THE SOFTWARE, ALL PRIOR AND SUBSEQUENT VERSIONS THEREOF AND ALL MATERIALS, ARE PROVIDED "AS IS" WITH NO EXPRESS OR IMPLIED WARRANTIES OR CONDITIONS OF ANY KIND.<br><br><strong>6.2</strong> You accept sole responsibility for: (i) Your system configuration, design and requirements; and (ii) any unauthorized modifications, changes or alterations to the Software. You acknowledge that You understand the functionality of the Software.<br><br><strong>6.3</strong> ALL ERROR CORRECTIONS AND BUG FIXES PROVIDED TO YOU WHICH ARE NOT MADE GENERALLY COMMERCIALLY AVAILABLE AS PART OF AN UPDATE ARE PROVIDED "AS IS" WITHOUT WARRANTY OR CONDITION OF ANY KIND AND VISOU EXPRESSLY DISCLAIMS ALL WARRANTIES AND CONDITIONS IN RELATION THERETO.<br><br>THERE ARE NO WARRANTIES OR CONDITIONS OF ANY KIND, WHETHER EXPRESS OR IMPLIED, WITH RESPECT TO THIS AGREEMENT, THE SOFTWARE, ANY RELATED DOCUMENTATION, OR ANY SERVICES (INCLUDING SUPPORT SERVICES) OR SOFTWARE PROVIDED BY VISOU TO YOU INCLUDING, WITHOUT LIMITATION, ANY IMPLIED WARRANTIES OR CONDITIONS OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT, AND VISOU EXPRESSLY DISCLAIMS ANY SUCH WARRANTIES AND CONDITIONS.<br><br>THE SOFTWARE MAY ONLY BE USED WITH APPROPRIATE, CALIBRATED AND PROPERLY CONFIGURED HARDWARE AS WELL AS PROPERLY CALIBRATED PRODUCTS. UNDER NO CIRCUMSTANCES DOES VISOU WARRANT OR OTHERWISE GUARANTEE THE SOFTWARE IF YOU OR ANY THIRD PARTY USES THE SOFTWARE IN CONJUNCTION WITH INAPPROPRIATE OR IMPROPERLY CALIBRATED OR CONFIGURED HARDWARE OR FAIL TO CALIBRATE THE PRODUCTS ACCORDING TO VISOU\'S PRESCRIBED METHODS, GUIDELINES AND PROTOCOLS. FAILURE TO USE PRESCRIBED OR PROPERLY CALIBRATED HARDWARE OR PRODUCTS SHALL RENDER ANY APPLICABLE WARRANTIES NULL AND VOID. CALIBRATION AND CONFIGURATION OF HARDWARE AND PRODUCTS MUST BE CONDUCTED IN STRICT ACCORDANCE WITH VISOU\'S INSTRUCTIONS AND SPECIFICATIONS.
pt_pt: <h3>6. Sem garantia</h3><strong>6.1</strong> VISOU NÃO GARANTE QUE O SOFTWARE SEJA LIVRE DE ERROS OU QUE O SOFTWARE IRÁ FUNCIONAR ININTERRUPTAMENTE, OU QUE TODOS OS ERROS DE SOFTWARE PODEM OU SERÃO CORRIGIDOS. O SOFTWARE, TODAS AS VERSÕES ATECEDENTES OU SUBSEQUENTES E TODOS OS MATERIAIS, SÃO FORNECIDOS SEM GARANTIAS EXPRESSAS OU IMPLICADAS OU CONDIÇÕES DE QUALQUER TIPO.<br><br><strong>6.2</strong> Você aceita total responsabilidade por: (i) Sua Configuração de sistema, design e requerimentos; e (ii) qualquer modificação, mudanças ou alterações não autorizadas do Software. Você reconhece que compreende o funcionamento do SOftware.<br><br><strong>6.3</strong> TODOS AS CORREÇÕES DE ERROS E CONCERTOS DE BUGS FORNECIDAS A VOCÊ AS QUAIS NÃO SÃO FEITAS EM COMÉRCIO ABERTO COMO PARTE DE UMA ATUALIZAÇÃO SÃO FORNECIDAS SEM GARANTIA OU CONDIÇÃO DE QUALQUER TIPO E VISOU ISENTA-SE EXPRESSAMENTE DE TODAS AS GARANTIAS E CONDIÇÕES NO QUE RESPEITA AOS MESMOS <br><br>NÃO EXISTEM GARANTIAS OU CONDIÇÕES DE QUALQUER TIPO, SEJAM ELAS EXPRESSAS OU IMPLICADAS, COM RESPEITO A ESSE ACORDO,O SOFTWARE, QUALQUER DOCUMENTAÇÃO RELACIONADA, OU QUALQUER SERVIÇO (INCLUINDO SERVIÇOS DE SUPORTE) OU SOFTWARE FORNECIDO PELA VISOU PARA VOCÊ INCLUÍNDO, SEM LIMITAÇÃO, QUALQUER GARANTIA IMPLICADA OU CONDIÇÕES DE MERCANTIBILIDADE OU APTIDÃO PARA O OBJETIVO EM PARTICULAR E A NÃO VIOLAÇÃO, E A VISOU EXPRESSAMENTE SE ISENTA DE QUAISQUER GARANTIAS E CONDIÇÕES.<br><br>O SOFTWARE PODE SER USADO APENAS COM HARDWARE APROPRIADO, CALIBRADO E PROPRIAMENTE CONFIGURADO, ASSIM COMO PRODUTOS CALIBRADOS. SOB NENHUMA CISCUNSTÂNCIA A VISOU FORNECE GARANTIA DO SOFTWARE SE VOCÊ OU QUALQUER TERCEIRO USAR O SOFTWARE COM UM HARDWARE INAPROPRIADO, CALIBRADO OU CONFIGURADO INAPROPRIADAMENTE, OU FALHE EM CALIBRAR O PRODUTO DE ACORDO COM OS MÉTODOS, GUIAS E PROTOCOLOS PRESCREVIDOS PELA VISOU. FALHA EM USAR HARDWARE CALIBRADO APROPRIADAMENTE OU PRODUTOS TORNARÁ QUALQUER GARANTIA NULA E SEM EFEITO. CALIBRAÇÃO E CONFIGURAÇÃO DO HARDWARE E PRODUTOS DEVEM SER REALIZADAS DE ACORDO COM AS INSTRUÇÕES E ESPECIFICAÇÕES DA VISOU.

source: <h3>7. No Liability</h3><strong>7.1</strong> VISOU SHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, OR CONSEQUENTIAL DAMAGES, INCLUDING WITHOUT LIMITATION, LOST DATA OR LOST PROFITS, OR COSTS OF PROCURING SUBSTITUTE GOODS, SOFTWARE OR SERVICES, HOWEVER ARISING, EVEN IF IT HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.<br><br><strong>7.2</strong> EXCEPT AS OTHERWISE EXPRESSLY PROVIDED FOR IN THE SOFTWARE LICENSE AGREEMENT, VISOU SHALL NOT BE LIABLE FOR ANY DEATH, DAMAGE OR INJURY OF ANY NATURE WHATSOEVER, WHETHER DIRECT OR INDIRECT, ACTUAL, SPECIAL, INCIDENTAL, CONSEQUENTIAL, PUNITIVE OR EXEMPLARY, WHETHER FORESEEABLE OR NOT, ARISING FROM ANY ACT OR OMISSION OF EITHER LICENSEE, LICENSEE\'S AGENTS, EMPLOYEES, REPRESENTATIVES OR PATIENTS, THE USE OR INABILITY TO USE THE SOFTWARE BY LICENSEE, ITS EMPLOYEES OR REPRESENTATIVES, THE RESULTS GENERATED FROM THE USE OF THE SOFTWARE, LOSS OF GOODWILL OR PROFITS, BUSINESS INTERRUPTION OR LOST BUSINESS HOWEVER CHARACTERIZED AND/OR FROM ANY OTHER CAUSE WHATSOEVER, EVEN IF VISOU IS ADVISED OF THE LIKELIHOOD OR POSSIBILITY OF SAME AND WHETHER SUCH CLAIM IS BASED ON WARRANTY, CONTRACT, TORT, NEGLIGENCE OR STRICT LIABILITY.<br><br><strong>7.2</strong> Notwithstanding anything contained in this Agreement, Visou\'s aggregate liability under this Agreement, at law or in equity, shall not exceed: (i) for any particular use of the Software, the licensee fees paid by the licensee in connection with such use; and (ii) for any other default, the amounts recovered by Visou under the scope and limits of Visou\'s insurance coverage.
pt_pt: <h3>7. Nenhuma responsabilidade</h3><strong>7.1</strong> VISOU NÃO SERÁ RESPONSÁVEL POR QUALQUER DANO DIRETO, INDIRETO, ACIDENTAL OU CONSEQUENTE, INCLUÍNDO SEM LIMITAÇÕES, PERDA DE DADOS OU LUCROS, OU CUSTROS DE AQUISIÇÃO DE BENS SUBSTITUÍDOS, SOFTWARES OU SERVIÇOS, DE QUALQUER ORIGEM, MESMO QUE TENHA SIDO NOTIFICADA DA POSSIBILIDADE DE TAIS DANOS.<br><br><strong>7.2</strong> SALVO ACORDO EM CONTRÁRIO EXPRESSAMENTE PREVISTO NO CONTRATO DE LICENÇA DO SOFTWARE, VISOU NÃO SERÁ RESPONSÁVEL POR QUALQUER MORTE, DANO OU LESÃO DE QUALQUER NATUREZA, MESMO QUE DIRETO OU IDIRETAMENTE, ACIDENTAL OU CONSEQUENTE, PUNITIVO OU EXEMPLAR, MESMO QUE PREVISÍVEL OU NÃO, SURGINDO DE QUALQUER ATO DE OMISSÃO DO LICENCIADO, AGENTES DO LICENCIADO, EMPREGADOS, REPRESENTANTES OU PACIENTES, O USO OU INABILIDADE DE USO DO SOFTWARE PELO LICENCIADO, SEUS EMPREGADOS OU REPRESENTANTES, OS RESULTADOS GERADOS PELO USO DO SOFTWARE, PERDA DE BOA FÉ OU LUCROS, INTERRUPÇÃO DE NEGÓCIOS OU PERDA DO NEGÓCIO COMO POSSA SER CARACTERIZADO E OU POR QUALQUER OUTRA CAUSA, MESMO QUE A VISOU SEJA NOTIFICADA DA CHANCE OU POSSIBILIDADE OU SE A REINVINDICAÇÃO É OU NÃO BASEADA EM GARANTIA, CONTRATO, ATO ILÍCITO, NEGLIGÊNCIA OU RESPONSABILIDADE ESTRITA.<br><br><strong>7.2</strong> Não estando contido nada neste acordo, que responsabilidade agregadada Visou, na lei ou em equidade, não pode exceder: (i) por nenhum uso particular do Software, os valores pagos pelo Licenciado em conexão com o uso em questão, e (ii) por nenhum outro uso, os montantes recuperados pela Visou sob o escopo e os limites de cobertura de seguro da Visou

source: <h3>8. Indemnification</h3><strong>8.1</strong> Licensee hereby agrees to indemnify and hold Visou, its representatives, agents, successors, assigns, licensees, officers, directors, shareholders and employees harmless from and against any and all claims, liabilities, losses, damages, costs, expenses (including but not limited to reasonable attorneys\' fees), judgments and penalties arising out of, resulting from, based upon or incurred as a consequence of licensee\'s use of the Software, any results generated by the Software, or any injury sustained by or death of any patient or client of licensee. In the event that a claim is made against Visou for which it is entitled to indemnification pursuant to this subsection 8.1, Visou agrees to promptly notify licensee thereof and, in the case of a claim by a third party against Visou or any of its employees, directors, representatives or assigns, licensee may, at its option, elect to assume the defense of such claim, provided that Visou shall be entitled to participate therein through counsel of its choosing at its sole cost and expense.
pt_pt: <h3>8. Indenização</h3><strong>8.1</strong> O Licenciado por este meio concorda indenizar e guardar a Visou, seus representantes, agentes, sucessores, atribuídos, licenciados, oficiais, diretores, acionistas e empregados de qualquer dano contra toda e qualquer reinvindicação, passivos, perdas, danos, custos, despesas (incluíndo mas não limitado a custos advocatícios razoáveis), julgamentos e penalidades surgindo de, resultante de, baseados em ou incorridos em consequência do uso do Software pelo liceciado, qualquer resultado gerado pelo Software, ou qualquer lesão sofridda ou por morte de qualquer paciente ou cliente do licenciado. No caso de alguma reivindicação ser feita contra a Visou para a qual está entitulada a indenização conforme a subseção 8.1 deste Acordo, Visou concorda em prontamente notificar seu licenciado, e no caso de uma reinvindicação feita por terceiros contra Visou ou qualquer um de seus empregados, diretores, representantes ou atribuídos, o licenciado poderá, a sua escolha, apresentar-se para assumir a defesa de tal reinvindicação, desde que Visou tenha o direito de nele participar através de um advogado de sua escolha à seu próprio custo e despesa.

source: <h3>9. Assignment</h3><strong>9.1</strong> You may not assign this Agreement (by operation of law or otherwise), grant a security interest in the Software, or sublicense the Software without the prior written consent of Visou, which consent may be withheld at Visou\'s sole and absolute discretion, and any assignment, grant or sublicense without such consent shall be null and void.<br><br>
pt_pt: <h3>9. Atribuição</h3><strong>9.1</strong> Você não poderá ceder o presente acordo (por força de lei ou de outra forma), conceder uma garantia no Software, ou sub-licença do Software sem o consentimento por escrito da Visou, o qual pode ser retido únicoe exclusivamente pela discrição da Visou, e qualquer atribuição, conceção ou sub-licença sem este consentimento deverá ver considerado nulo e sem efeito.<br><br>

source: <h3>10. Survivability</h3><strong>10.1</strong> The terms of Sections herein entitled "Title and Protection", "Termination", "No Warranty", "No Liability", "Survivability", "General", and "Definitions" shall survive termination of this Agreement.
fr_ca: <h3>10. Maintien en vigueur</h3><strong>10.1</strong> Les dispositions des articles des présentes, intitulés "Propriété et Protection", "Résiliation", "Aucune garantie", "Aucune responsabilité", "Maintien en vigueur", "Généralités", et "Interprétation", demeurent en vigueur nonobstant la résiliation de la présente Convention.
pt_pt: <h3>10. Capacidade de sobrevivência</h3><strong>10.1</strong> Os termos das seções aqui intituladas, "Título e Proteção", "Recisão", "Sem Garantia", "Sem responsabilidade", "Capacidade de sobrevivência", "Geral", e "Definições" deverão sobreviver a rescisão deste contrato.

source: <h3>11. No Restriction</h3><strong>11.1</strong> Nothing contained in this Agreement shall be interpreted or construed so as to prevent or restrict Visou from licensing the Software to third parties, including, without limitation, in the same industry or market as the licensee.
pt_pt: <h3>11. Sem Restrição</h3><strong>11.1</strong> Nada contido neste Acordo deverá ser interpretado ou entendido como forma de previnir ou restringir Visou de licenciar o Software para terceiros, incluindo, sem limitações na mesma indústria ou mercado que o licenciado.

source: <h3>12. Relationship of Parties</h3><strong>12.1</strong> Visou is and will at all times remain an independent contractor. This Agreement is not intended to create and shall not be construed or interpreted as creating between Visou and the licensee a relationship of principal and agent, employer and employee, joint venturers, partners or any similar relationship, the existence of each of which is hereby expressly denied, nor shall either party be considered in any sense an affiliate, subsidiary or similarly related entity of the other. Neither party hereto shall have the right or authority to create or assume any obligations in the other party\'s name or on the other party\'s behalf, whether express or implied, or act or purport to act as the other party\'s agent or legally empowered representative for any purpose whatsoever. Neither party shall be liable to any third party in any way for any engagement, obligation, commitment, contract, representation, transaction, act or omission to act of the other party.
pt_pt: <h3>12. Relações entre as partes</h3><strong>12.1</strong> Visou é e se manterá a todo o momento independente do contratante. Este Acordo não tem a intenção de criar e não deverá ser interpretado como a criação de uma relação de empregrado empregador, agente e principal, empreendedores conjuntos, parceiros ou similar entre a Visou e o Licenciado, a existência de cada um dos quais é expressamente negadathe, e também nenhuma parte deverá ser considerada afiliada, subsidiária, ou relação similar. Nenhuma das partes terá o direito ou autoridade de criar ou assumir qualquer obrigação no lugar da outra parte, seja explicitamente ou implicitamente, ou atuar ou pretender atuar como agente ou representante legal por qualquer moitivo. Nenhuma parte será responsável por qualquer obrigação, contrato, comprometimento, representação, transação , ato ou omissão de agir resultante realizados por umas das partes com terceiros.

source: <h3>13. Privacy Policy / Confidentiality</h3><strong>13.1</strong> Visou shall not disclose, use, distribute or otherwise make available to third parties and it shall cause its representatives not to disclose, use, distribute or otherwise make available to third parties any Confidential Information (as defined below) with respect to patients or clients of licensee or to be furnished by licensee and/or any of its designated representatives to Visou or its representatives in connection herewith at any time or in any manner. In the event that Visou or any of its representatives is required (by oral questions, interrogatories, requests for information or documents in legal proceedings, subpoena, civil investigative demand or other similar process, or otherwise by law) to make any disclosure of the Confidential Information, Visou will provide licensee with prompt written notice so that licensee may seek a protective order or other appropriate remedy or waive compliance with the provisions of this Agreement. If, in the absence of a protective order or other remedy or the receipt of a waiver by licensee, Visou or any of its representatives is legally compelled to make a disclosure of any of the Confidential Information, Visou or its representatives may, without liability hereunder, disclose only that portion of the Confidential Information which Visou or its representatives is legally required to disclose. For purposes of this Paragraph, "Confidential Information" shall mean, but shall not be limited to, any personal information regarding any of licensee\'s patients or clients, which is not generally known to the public through legitimate origins, provided that it does not include information which Visou can demonstrate is or becomes generally available to or known by the public other than as a result of improper disclosure by Visou.<br><br><strong>13.2</strong> Visou shall be entitled to disclose or use the Confidential Information only to its employees who have a specific need to know same in order to perform Visou\'s duties and obligations hereunder in accordance with applicable privacy laws.<br><br>
pt_pt: <h3>13. Política de privacidade / Confidencialidade</h3><strong>13.1</strong> Visou não irá divulgar, usar, distruibuir ou de outra forma tornar disponível para terceiros e deverá assegurar para que seus representantes não divulguem, usem, distribuam ou de outra forma tornem disponível para terceiros qualquer Informação Confidencial (como definida abaixo) relacionado a pacientes ou clientes do licenciado ou por ser fornecido ao licenciado ou qualquer um de seus designados ou representantes, a Visou ou seus representantes em conexão com este a qualquer momento ou de qualquer maneira. Caso a Visou ou qualquer um de seus representantes sejam requisitados (por perguntas orais, interrogatórios, requerimentos por informações ou documentos em procedimentos legais, intimação, ordem de investigação civil ou outro processo similar, ou de qualquer forma por lei) para realizar qualquer divulgação das informações confidenciais, Visou irá fornecer ao licenciado um aviso por escrito para que o licenciado possa solicitar uma ordem de proteção ou outra alternativa apropriada ou dispensar o cumprimento das disposições do presente Acordo. Se, na ausência de uma ordem de proteção ou outro recurso ou o recebimento de uma renúncia pelo licenciado, Visou ou qualquer um de seus representantes é legalmente obrigado a divulgar qualquer Informação Confidencial, Visou ou seus representantes podem, sem responsabilidade neste contrato, divulgar apenas a porção da Informação Confidencial a qual Visou ou seus representantes são legalmente obrigados a divulgar. Para os objetivos deste parágrafo, "Informação Confidencial" deverá significar, mas não deverá ser limitada a, nenhuma informação pessoal a respeito de qualquer paciente ou cliente do licenciado\, os quais não são conhecidos para o público através de origens legítimas, desde que ele não inclua informações das quais VISOU poderá demonstrar que se tornaram disponíveis ao públicos ou disponíveis em geral, por outros meios além de que uma divulgação imprópria pela VISOU.<br><br><strong>13.2</strong> Visou terá direito a divulgar ou usar o confidencial para seus empregados que apresentam uma necessidade específica de conhecimento para que Visou\ possa realizar seus deveres e obrigações aqui citados com as leis de privacidade aplicáveis.<br><br>
