Repository: dwizzel-dev/code-samples-all
Catalog: visou.com/inc/lang/messages.*.po
Languages: es_mx, fr_ca, nl_nl, pt_pt

source: <h3>13. Privacy Policy / Confidentiality</h3><strong>13.1</strong> current_brand_name shall not disclose, use, distribute or otherwise make available to third parties and it shall cause its representatives not to disclose, use, distribute or otherwise make available to third parties any Confidential Information (as defined below) with respect to patients or clients of licensee or to be furnished by licensee and/or any of its designated representatives to current_brand_name or its representatives in connection herewith at any time or in any manner. In the event that current_brand_name or any of its representatives is required (by oral questions, interrogatories, requests for information or documents in legal proceedings, subpoena, civil investigative demand or other similar process, or otherwise by law) to make any disclosure of the Confidential Information, current_brand_name will provide licensee with prompt written notice so that licensee may seek a protective order or other appropriate remedy or waive compliance with the provisions of this Agreement. If, in the absence of a protective order or other remedy or the receipt of a waiver by licensee, current_brand_name or any of its representatives is legally compelled to make a disclosure of any of the Confidential Information, current_brand_name or its representatives may, without liability hereunder, disclose only that portion of the Confidential Information which current_brand_name or its representatives is legally required to disclose. For purposes of this Paragraph, "Confidential Information" shall mean, but shall not be limited to, any personal information regarding any of licensee\'s patients or clients, which is not generally known to the public through legitimate origins, provided that it does not include information which current_brand_name can demonstrate is or becomes generally available to or known by the public other than as a result of improper disclosure by current_brand_name.<br><br><strong>13.2</strong> current_brand_name shall be entitled to disclose or use the Confidential Information only to its employees who have a specific need to know same in order to perform current_brand_name\'s duties and obligations hereunder in accordance with applicable privacy laws.<br><br>
fr_ca: <h3>13. Politique de protection de la vie privée / Confidentialité</h3><strong>13.1</strong> Il est interdit à Visou de mettre à la disposition des tiers et notamment de divulguer, d'utiliser ou de distribuer tout Renseignement Confidentiel (selon la définition qui en est donnée ci-après) qui se rapporte aux patients ou aux clients du titulaire de licence ou que le titulaire de licence et/ou n'importe lequel de ses représentants désignés est tenu de donner à Visou ou à ses représentants dans la cadre de la présente Convention en tout temps ou de quelque façon que ce soit. Advenant que Visou ou que n'importe lequel des ses représentants soit légalement tenu (notamment par voie de question orales, d'interrogatoires, de demandes de renseignements ou de documents dans le cadre de procédures judiciaires, de subpoena, de demande de recherche civile ou de tout autre acte de procédure similaire) de divulguer un tel Renseignement Confidentiel, Visou en avise sans délai le titulaire de licence par écrit de façon à lui permettre de déposer une demande en vue d'obtenir le redressement approprié et notamment l'émission d'une ordonnance préventive ou de renoncer à l'application des dispositions de la présente Convention. Si, faute d'ordonnance préventive et notamment de redressement ou de renonciation faite par le titulaire de licence, la loi oblige Visou ou n'importe lequel des ses représentants à divulguer quelque Renseignement Confidentiel que ce soit, il est loisible à Visou ou à ses représentants de ne divulguer, sans ainsi encourir de responsabilité aux termes de la présente Convention, que la partie du Renseignement Confidentiel que la loi oblige Visou ou ses représentants à divulguer. Pour l'application du présent Paragraphe, l'expression "Renseignement Confidentiel" désigne, de façon non limitative, tout renseignement de nature peronnelle se rapportant à n’importe lequel des patients ou des clients du titulaire de licence et qui est parvenu à la connaissance de l’ensemble du public par des moyens légitimes, à la condition qu'il ne contienne aucun renseignement dont Visou peut faire la preuve qu'il a été ou qu'il peut généralement être porté à la connaissance du public autrement que par suite de la divulgation irrégulière qu’en fait Visou.<br><br><strong>13.2</strong> Visou n'a le droit de divulguer de Renseignement Confidentiel ni d'en permettre l'usage qu'à ceux de ses employés qui ont un besoin particulier d'en prendre connaissance dans le but de remplir les fonctions et d'exécuter les obligations de Visou prévues aux présentes conformément aux dispositions de la législation applicable en matière protection de la vie privée.

source: <h3>14. General</h3><strong>14.1</strong> All updates, enhancements and fixes to the Software provided to You by current_brand_name are subject to the terms and conditions of this Agreement.<br><br><strong>14.2</strong> This Agreement shall be governed by, interpreted and construed in accordance with the laws of the Province of Quebec and the federal laws of Canada applicable therein, without regard to its choice of law principles. Exclusive jurisdiction and venue of any actions arising out of, or relating to or in any way connected with this Agreement, its negotiation or termination shall be in the Judicial District of Montreal, Province of Quebec.<br><br><strong>14.3</strong> The section headings herein are provided for convenience only and have no substantive effect on the construction of this Agreement.<br><br><strong>14.4</strong> No document that purports to modify or supplement this Agreement shall add to or vary the terms of this Agreement. All proposed variations or additions (whether submitted by current_brand_name or You) are objected to and deemed material unless otherwise agreed to in writing by both parties.<br><br><strong>14.5</strong> Except for Your obligation to pay current_brand_name or to assume its obligations for taxes, duties and customs fees, neither party shall be liable for any failure to perform due to causes beyond its reasonable control.<br><br><strong>14.6</strong> If any provision of this Agreement is held to be unenforceable, this Agreement shall be construed without such provision.<br><br><strong>14.7</strong> The failure by a party to exercise or enforce any right hereunder shall not operate as a waiver of such party's right to exercise or enforce such right or any other right in the future. current_brand_name reserves the right to audit Your use of the Software at its discretion, but at current_brand_name\'s expense. All audits shall be conducted during regular business hours at Your facilities and shall not unreasonably interfere with Your business activities.<br><br><strong>14.8</strong> This Agreement constitutes the entire agreement between the parties concerning Your use of the Software and may not be modified by custom and usage.<br><br><strong>14.9</strong> This Agreement replaces and supersedes any prior verbal or written understandings, communications, and representations between the parties in connection with the use of the Software.<br><br><strong>14.10</strong> This Agreement may be amended only by a written document executed by a duly authorized representative of each of the parties, unless expressly provided otherwise herein.<br><br><strong>14.11</strong> Facsimile copies are considered documents equivalent to original documents.<br><br><strong>14.12</strong> All rights, remedies and recourses set forth herein for the benefit of current_brand_name shall be in addition and without prejudice to all other rights, remedies and recourses available to current_brand_name.<br><br><strong>14.13</strong> The parties have agreed that this Agreement be drafted in English.
fr_ca: <h3>14. Généralités</h3><strong>14.1</strong> Toute mise à jour, optimisation et rustine ou réparation du Logiciel qui Vous est fournie par Visou est régie par les modalités prévues dans la présente Convention.<br><br><strong>14.2</strong> La présente Convention est régie par les lois de la province de Québec et les lois fédérales du Canada qui y sont applicables et qui en déterminent l'interprétation, indépendamment des principes juridiques qu'on choisit d'y appliquer. Les actions qui résultent de la présente Convention, de sa négociation ou de sa résiliation, qui s'y rapportent ou qui s’y rattachent de près ou de loin relèvent de la juridiction exclusive et de la compétence territoriale des tribunaux du district judiciaire de Montréal, dans la province de Québec.<br><br><strong>14.3</strong> Les rubriques, les intitulés et les titres apparaissant dans la présente Convention n'en affectent ni la substance, ni l'interprétation et n'y sont stipulés que par souci de commodité.<br><br><strong>14.4</strong> Le document censé modifier ou compléter la présente Convention n'ajoute rien aux modalités de la présente Convention ni ne les modifie. Les modifications et les ajouts proposés ou projetés (qu'ils soient soumis par Visou ou par Vous) sont tous contestés et réputés pertinents, sauf accord écrit contraire des deux parties.<br><br><strong>14.5</strong> Sauf pour ce qui est de Votre obligation de payer Visou ou d'assumer ses obligations en ce qui a trait aux impôts, aux droits de douane et aux frais de douane, ni l'une ni l’autre des parties ne répond du défaut de s’acquitter de ses obligations en raison de circonstances indépendantes de sa volonté.<br><br><strong>14.6</strong> Si une provision de la présente Convention est jugée inapplicable, la présente Convention est interprétée sans cette disposition.<br><br><strong>14.7</strong> La partie qui omet d’exercer ou de faire valoir un droit prévu aux présentes n'est pas sensée renoncer de ce fait à son droit d'exercer ou de faire valoir ce droit ou tout autre droit à l'avenir. Visou se réserve le droit de vérifier ou de contrôler à sa discrétion l'utilisation que Vous faites du Logiciel, mais le tout aux frais de Visou. Toutes les vérifications sont faites au cours des heures normales d'affaires à Vos locaux et ne doivent pas perturber Vos activités d’affaires.<br><br><strong>14.8</strong> La présente Convention constitue la totalité de la Convention intervenue entre les parties en ce qui a trait à Votre utilisation du Logiciel et elle ne peut être modifiée par la coutume et l’usage.<br><br><strong>14.9</strong> La présente Convention annule et remplace les ententes, les communications et les représentations orales antérieures entre les parties ayant trait à l'utilisation du Logiciel.<br><br><strong>14.10</strong> La présente Convention ne peut être modifiée qu'au moyen d'un document écrit signé par le représentant dûment autorisé de chacune des parties, sauf indication contraire expressément stipulée dans les présentes.<br><br><strong>14.11</strong> Les fac-similés sont réputés des documents équivalents aux originaux.<br><br><strong>14.12</strong> Les droits et les recours prévus aux présentes dans l'intérêt de Visou s'ajoutent aux autres droits et recours en faveur de Visou et n'ont pas pour effet de porter atteinte aux autres droits et recours dont Visou dispose.<br><br><strong>14.13</strong> The parties have agreed that this Agreement be drafted in English. Les parties présentes ont convenu que cette entente soit rédigée en anglais.

source: <h3>15. Definitions</h3>"Insolvency" means (i) Your general failure or inability to pay Your debts as they become due, (ii) Your cessation of Your business; (iii) Your admission of insolvency; (iv) the commencement of proceedings, by or against You, under the Bankruptcy and Insolvency Act or the Companies' Creditors Arrangement Act (or under any comparable legislation or comparable proceedings under the laws of any other jurisdiction, whether, state, provincial or federal); (v) the appointment of, assignment to, or the taking of possession by, a receiver, trustee, assignee, custodian, liquidator, sequestrator or other similar agent or officer of You, of all or a substantial part of Your property or the property used in conducting Your business, (vi) Your assets, if realized at a fairly conducted sale, would generate less in the way of proceeds than Your liabilities; or (vii) any corporate action by You to authorize any of the actions in clauses (iv) and (v) hereof.<br><br>"Purchase Order" means current_brand_name\'s standard order form confirming the number of Software licenses purchased by the licensee, which confirmation shall be binding upon and constitute an obligation by the licensee to the pay the applicable license fees and taxes in respect of each such license, the whole subject to the terms and conditions more fully set forth therein.<br><br>"Software" means Software provided by current_brand_name and all or any portion of the binary computer software programs and related source code.<br><br>"Term" means one (1) year from the date of acceptance by current_brand_name of the Purchase Order.<br><br>"Territory" means the geographic area in which You may download, access or otherwise use the Software on servers for use by You, subject to applicable export laws and regulations.<br><br>"Third Party Software" means that portion of the Software sublicensed by current_brand_name to You, as the case may be, having a manufacturer other than current_brand_name.<br><br>"Trade-marks" means the trade names, trade-marks and/or applications therefore, as well as commercial symbols, insignia, labels, slogans and other identification schemes including, without limitation
fr_ca: <h3>15. Interprétation</h3>"Insolvabilité" désigne (i) Votre défaut ou Votre incapacité générale de payer Vos dettes à leur échéance, (ii) la dissolution par Vous de Votre entreprise; (iii) Votre reconnaissance d'insolvabilité; (iv) l’introduction des procédures par Vous ou contre Vous en vertu de la loi sur la faillite et l'insolvabilité ou de la loi sur les arrangements avec les créanciers des compagnies (ou en vertu d’une législation comparable ou de procédures comparables intentées en vertu des dispositions des lois de toute autre juridiction soit étatique, provinciale ou fédérale); (v) la nomination d'un receveur, d'un syndic, d'un cessionnaire, d'un fiduciaire, d'un curateur, d'un liquidateur, d'un séquestre ou d'un autre agent ou officier semblable, la cession qui lui est faite, ou la prise de possession qu'il fait de Vous, de la totalité ou d'une partie importante de Vos biens ou des biens utilisés dans l'exploitation de Votre entreprise, (vi) Votre actif, s'il est réalisé lors d'une vente menée convenablement, générerait un produit inférieur à Votre passif; ou (vii) toute action corporative faite par Vous afin d'autoriser n'importe laquelle des actions visées dans les alinéas (iv) et (v) de la présente disposition.<br><br>"Bon de Commande" désigne le formulaire de commande standard de Visou qui confirme le nombre de licences de Logiciel achetées par le titulaire de licence. Cette confirmation lie et oblige le titulaire de licence à acquitter les frais d'utilisation et les taxes applicables relatives à chacune de ces licences, le tout sous réserve des conditions plus complètement énoncées dans la présente Convention.<br><br>"Logiciel" désigne le Logiciel fourni par Visou et tout ou partie des programmes de logiciel informatique binaire et du code source connexe.<br><br>"Durée" signifie une (1) année à compter de la date à laquelle Visou accepte le Bon de Commande.<br><br>"Territoire" désigne le territoire géographique à l'intérieur duquel il Vous est loisible d'utiliser le Logiciel sur les serveurs réservés à Votre usage et notamment de le télécharger et d'y accéder, le tout sous réserve des dispositions des lois et de la réglementation régissant les exportations.<br><br>"Logiciel de Société Indépendante" désigne la partie du Logiciel pour lequel Visou Vous a accordé une sous-licence, le cas échéant, et dont le manufacturier n'est pas Visou.<br><br>"Marques de commerce" désigne les appellations commerciales, les marques de commerce et/ou leurs applications, de même que les symboles publicitaires ou commerciaux, les insignes, les labels, les slogans et les autres systèmes d’identification y compris sans restriction

source: and
fr_ca: et

source: as may be designated from time to time by current_brand_name for use in connection with the use of the Software as contemplated by this Agreement.
fr_ca: que Visou peut à l’occasion affecter à une utilisation du Logiciel prévue dans la présente Convention.

source: We understand you'd like to change your password. Please click on the following link and follow the prompts.
fr_ca: Nous comprenons que vous souhaitez changer votre mot de passe. Il suffit de cliquer ici et de suivre les instructions.

source: Andorra
fr_ca: Andorre

source: Barbados
fr_ca: Barbade

source: China
fr_ca: Chine

source: Dominica
fr_ca: Dominique

source: Jamaica
fr_ca: Jamaïque

source: Montenegro
fr_ca: Monténégro

source: Malta
fr_ca: Malte

source: Nepal
fr_ca: Népal

source: Niue
fr_ca: Nioué

source: San Marino
fr_ca: Saint-Marin

source: Senegal
fr_ca: Sénégal

source: Zambia
fr_ca: Zambie

source: Search favorites only
fr_ca: Rechercher les favoris

source: Exercise(s) added to favorites
fr_ca: Les exercices ont été ajoutér à vos favoris.
